[{"code": "AEP 1100", "title": "Lasers and Photonics", "name": "AEP 1100: Lasers and Photonics", "desc": "Lasers have had an enormous impact on communications, medicine, remote sensing, and material processing. This course reviews the properties of light that are essential to understanding the underlying principles of lasers and these photonic technologies. There also is a strong, hands-on laboratory component in which the students build and operate a nitrogen laser and participate in several demonstration experiments such as holography, laser processing of materials, optical tweezers, and fiber optics.", "locations": [{"bldg": "Physical Sciences Building", "room": "Physical Sciences Building 131", "type": "LAB", "typeLong": "Laboratory", "time": "02:30PM", "days": "M"}, {"bldg": "Physical Sciences Building", "room": "Physical Sciences Building 131", "type": "LAB", "typeLong": "Laboratory", "time": "02:30PM", "days": "T"}, {"bldg": "Physical Sciences Building", "room": "Physical Sciences Building 131", "type": "LAB", "typeLong": "Laboratory", "time": "02:30PM", "days": "W"}, {"bldg": "Physical Sciences Building", "room": "Physical Sciences Building 131", "type": "LAB", "typeLong": "Laboratory", "time": "02:30PM", "days": "R"}]}, {"code": "AEP 3620", "title": "Intermediate Quantum Mechanics", "name": "AEP 3620: Intermediate Quantum Mechanics", "desc": "Continuation of AEP 3610 covering more advanced material in quantum mechanics. Topics include operator formalism and matrix representation, angular momentum and spin, the hydrogen atom, techniques for solving Schrodinger's equation including perturbation theory, two- and three-level systems, interaction with radiation, and identical particles.", "locations": [{"bldg": "Physical Sciences Building", "room": "Physical Sciences Building 133", "type": "DIS", "typeLong": "Discussion", "time": "01:25PM", "days": "W"}]}, {"code": "AEP 5620", "title": "Intermediate Quantum Mechanics", "name": "AEP 5620: Intermediate Quantum Mechanics", "desc": "Continuation of AEP 5610 covering more advanced material in quantum mechanics. Topics include operator formalism and matrix representation, angular momentum and spin, the hydrogen atom, techniques for solving Schrodinger's equation including perturbation theory, two- and three-level systems, interaction with radiation, and identical particles.", "locations": [{"bldg": "Physical Sciences Building", "room": "Physical Sciences Building 133", "type": "DIS", "typeLong": "Discussion", "time": "01:25PM", "days": "W"}]}, {"code": "ALS 5800", "title": "International Teaching Assistant Program: Directed Study", "name": "ALS 5800: International Teaching Assistant Program: Directed Study", "desc": "The International Teaching Assistant Program's Directed Study course, ALS 5800, is designed for multilingual graduate students working toward meeting the Language Proficiency requirement for teaching at Cornell University. Through regular interaction with the instructor, participants will set goals and develop a personal plan of study to advance their English oral communication skills.", "locations": [{"bldg": "Computing & Communications Ctr", "room": "Computing & Communications 421", "type": "IND", "typeLong": "Independent Study", "time": "", "days": ""}]}, {"code": "AMST 3131", "title": "The Nature, Functions, and Limits of Law", "name": "AMST 3131: The Nature, Functions, and Limits of Law", "desc": "A general-education course to acquaint students with how our legal system pursues the goals of society. The course introduces students to various perspectives on the nature of law, what functions it ought to serve in society, and what it can and cannot accomplish. The course proceeds in the belief that such matters constitute a valuable and necessary part of a general education, not only for pre-law students but especially for students in other fields. Assigned readings comprise legal materials and also secondary sources on the legal process and the role of law in society. The classes include discussion and debate about current legal and social issues, including equality, safety, the environment, punishment, and autonomy.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 184", "type": "LEC", "typeLong": "Lecture", "time": "02:55PM", "days": "MW"}]}, {"code": "ANSC 2410", "title": "Biology of Reproduction Lab", "name": "ANSC 2410: Biology of Reproduction Lab", "desc": "Demonstrates fundamental principles and applied aspects of mammalian and avian reproduction. A limited number of live animals are used in some demonstrations. Dissection and examination of tissues from vertebrate animals are included in selected laboratories.", "locations": [{"bldg": "Morrison Hall", "room": "Morrison Hall 174", "type": "LAB", "typeLong": "Laboratory", "time": "01:25PM", "days": "T"}, {"bldg": "Morrison Hall", "room": "Morrison Hall 174", "type": "LAB", "typeLong": "Laboratory", "time": "01:25PM", "days": "W"}]}, {"code": "ARCH 1102", "title": "Design II", "name": "ARCH 1102: Design II", "desc": "Continuation of ARCH 1101. Covers human, social, technical, and aesthetic factors related to space and form. Design problems range from those of the immediate environment of the individual to that of small social groups.", "locations": [{"bldg": "Milstein Hall", "room": "Milstein Hall 201", "type": "STU", "typeLong": "Studio", "time": "11:40AM", "days": "MR"}]}, {"code": "ARCH 1104", "title": "Elective Design Studio", "name": "ARCH 1104: Elective Design Studio", "desc": "Non sequence design studio for students who are not architecture majors at Cornell and for department students taking design studio for non-sequence credit.", "locations": [{"bldg": "Milstein Hall", "room": "Milstein Hall 201", "type": "STU", "typeLong": "Studio", "time": "11:40AM", "days": "WF"}]}, {"code": "ARCH 2102", "title": "Design IV", "name": "ARCH 2102: Design IV", "desc": "In this Integrative Design Studio, the requirements of building systems are seen to both support and inform architectural concepts and form. One of the key design experiences during this semester will be the interaction of these concepts and building systems. Questions of energy, thermal comfort, sustainability, structure, material, and life safety will be addressed.", "locations": [{"bldg": "Milstein Hall", "room": "Milstein Hall 201", "type": "STU", "typeLong": "Studio", "time": "11:40AM", "days": "MR"}]}, {"code": "ARCH 4101", "title": "Design VII", "name": "ARCH 4101: Design VII", "desc": "Advanced programs in architectural design, with options in, but not limited to, urban design, architectural technology, computational design, ecology, culture, and representation.", "locations": [{"bldg": "Milstein Hall", "room": "Milstein Hall 201", "type": "STU", "typeLong": "Studio", "time": "11:40AM", "days": "TF"}]}, {"code": "ARCH 4102", "title": "Design VIII", "name": "ARCH 4102: Design VIII", "desc": "Advanced programs in architectural design, with options including, but not limited to, urban design, architectural technology, computational design, ecology, culture, and representation.", "locations": [{"bldg": "Milstein Hall", "room": "Milstein Hall 201", "type": "STU", "typeLong": "Studio", "time": "11:40AM", "days": "TF"}]}, {"code": "ARCH 5101", "title": "Design IX", "name": "ARCH 5101: Design IX", "desc": "Advanced programs in architectural design, with options in, but not limited to, urban design, architectural technology, computational design, ecology, culture, and representation.", "locations": [{"bldg": "Milstein Hall", "room": "Milstein Hall 201", "type": "STU", "typeLong": "Studio", "time": "11:40AM", "days": "TF"}]}, {"code": "ARCH 5112", "title": "Core Design Studio II: Relational and Ecological Design", "name": "ARCH 5112: Core Design Studio II: Relational and Ecological Design", "desc": "Focus on relational and ecological design thinking through interpretive, analytical, programmatic and generative uses of digital media. Emphasis on context, architectonics and systems in the design of a mid-scale building as informed by the analysis of precedents.", "locations": [{"bldg": "Milstein Hall", "room": "Milstein Hall 201", "type": "STU", "typeLong": "Studio", "time": "11:40AM", "days": "TF"}]}, {"code": "ARCH 5114", "title": "Core Design Studios IV: Integrative Design Practices", "name": "ARCH 5114: Core Design Studios IV: Integrative Design Practices", "desc": "Focus on the development of architectural ideas in constructed, material form. The studio explores emergent topics and constructive methods in contemporary architectural practice. Design study includes the creation of a comprehensive set of representations that describes an architectural project in detail. Students work in collaborative groups and in consultation with advisors drawn from professional practice to develop a project that engages a complex range of topical areas, including: structural and environmental systems, building envelope systems, materiality and construction, life-safety planning, and sustainability.", "locations": [{"bldg": "Milstein Hall", "room": "Milstein Hall 201", "type": "STU", "typeLong": "Studio", "time": "11:40AM", "days": "TF"}]}, {"code": "ARCH 5115", "title": "Vertical Design Option Studio", "name": "ARCH 5115: Vertical Design Option Studio", "desc": "The New York City vertical studios engage contemporary issues through examining urban and infrastructural issues in relation to ecological, technical, and cultural practices.", "locations": [{"bldg": "Milstein Hall", "room": "Milstein Hall 201", "type": "STU", "typeLong": "Studio", "time": "11:40AM", "days": "TF"}]}, {"code": "ARCH 5116", "title": "Vertical Design Option Studio II", "name": "ARCH 5116: Vertical Design Option Studio II", "desc": "The vertical studios are topical in nature and engage contemporary issues in architectural practice and research.", "locations": [{"bldg": "Milstein Hall", "room": "Milstein Hall 201", "type": "STU", "typeLong": "Studio", "time": "11:40AM", "days": "TF"}]}, {"code": "ARCH 7112", "title": "Design B: Topic Studio", "name": "ARCH 7112: Design B: Topic Studio", "desc": "Advanced programs in architectural design, with options in, but not limited to, urban design, architectural technology, computational design, ecology, culture, and representation.", "locations": [{"bldg": "Milstein Hall", "room": "Milstein Hall 201", "type": "STU", "typeLong": "Studio", "time": "11:40AM", "days": "TF"}]}, {"code": "ARCH 7113", "title": "Design C: Topic Studio", "name": "ARCH 7113: Design C: Topic Studio", "desc": "Advanced programs in architectural design, with options in, but not limited to, urban design, architectural technology, computational design, ecology, culture, and representation.", "locations": [{"bldg": "Milstein Hall", "room": "Milstein Hall 201", "type": "STU", "typeLong": "Studio", "time": "11:40AM", "days": "TF"}]}, {"code": "ARCH 7152", "title": "Design Topic Research Studio 2: Matter Design Computation", "name": "ARCH 7152: Design Topic Research Studio 2: Matter Design Computation", "desc": "Continuation of subjects developed in the first term. Focus is on research methods in matter design computation.", "locations": [{"bldg": "Milstein Hall", "room": "Milstein Hall 201", "type": "STU", "typeLong": "Studio", "time": "11:40AM", "days": "TF"}]}, {"code": "ASTRO 3334", "title": "Data Analysis and Research Techniques in Astronomy", "name": "ASTRO 3334: Data Analysis and Research Techniques in Astronomy", "desc": "Introduction to the tools of data processing and analysis for research in astronomy.  The course reviews the techniques employed in astrophysical research, both observational and theoretical, to explore the universe.  Methods and strategies of data acquisition and image and signal processing are discussed. Students gain hands-on experience with visualization techniques and methods of error analysis, data fitting, numerical simulation, and data scalability.  Exercises address the processes by which astrophysicists piece together observations made with today's foremost astronomical instruments to solve questions concerning the origin of planets, stars, galaxies, and the universe itself.  This course prepares students with the techniques and computing tools necessary to undertake research in astronomy and other data-driven fields.", "locations": [{"bldg": "Space Sciences Building - Crsr", "room": "Space Sciences Building 622", "type": "LEC", "typeLong": "Lecture", "time": "08:40AM", "days": "TR"}]}, {"code": "ASTRO 6516", "title": "Galactic Structure and Stellar Dynamics", "name": "ASTRO 6516: Galactic Structure and Stellar Dynamics", "desc": "Introduction to the study of the structure of galaxies via the laws of modern physics. Topics include the observed kinematics and spatial distribution of stars in the vicinity of the Sun, shapes and properties of stellar orbits, the gravitational N-body problem, collisional relaxation in stellar systems, spiral structure, galaxy classification and evolution, and cosmological results in galaxy formation.", "locations": [{"bldg": "Space Sciences Building - Crsr", "room": "Space Sciences Building 301", "type": "LEC", "typeLong": "Lecture", "time": "01:25PM", "days": "TR"}]}, {"code": "ASTRO 6530", "title": "Astrophysical Processes", "name": "ASTRO 6530: Astrophysical Processes", "desc": "This course focusses on radiative processes that are important for astrophysical applications, especially the effects of absorption, emission, scattering and refraction on the propagation of polarized radiation. Applications to specific astronomical phenomena will be discussed. Time permitting non-electromagnetic processes, such as neutrino production and transport and physics of dark matter, will be covered.", "locations": [{"bldg": "Space Sciences Building - Crsr", "room": "Space Sciences Building 301", "type": "LEC", "typeLong": "Lecture", "time": "01:25PM", "days": "MW"}]}, {"code": "ASTRO 6575", "title": "Planetary Atmospheres", "name": "ASTRO 6575: Planetary Atmospheres", "desc": "This course will provide an overview of fundamental physical processes that govern the structure and behavior of atmospheres in the solar system and beyond. Topics covered will include the basic principles of atmospheric statics, radiative transfer, dynamics, cloud physics, and chemistry to understand the diverse range of observable atmospheres.", "locations": [{"bldg": "Space Sciences Building - Crsr", "room": "Space Sciences Building 622", "type": "LEC", "typeLong": "Lecture", "time": "10:10AM", "days": "MW"}]}, {"code": "ASTRO 6577", "title": "Planetary Surface Processes", "name": "ASTRO 6577: Planetary Surface Processes", "desc": "Survey of remote sensing techniques used to observe the surfaces of solar system bodies and the geomorphic processes involved in their formation and evolution. Surface morphology and landforms of terrestrial planets, satellites, asteroids, and comets. Fundamentals of impact cratering, volcanism, tectonism, and erosion, with significant emphasis on terrestrial field sites as analogs. Basic introduction to physical, geochemical, and \"space\" weathering of planetary surfaces. Basic introduction to field methods and remote sensing techniques/data sets (terrestrial, spacecraft).", "locations": [{"bldg": "Space Sciences Building - Crsr", "room": "Space Sciences Building 622", "type": "LEC", "typeLong": "Lecture", "time": "10:10AM", "days": "TR"}]}, {"code": "BIOAP 3160", "title": "Cellular Physiology", "name": "BIOAP 3160: Cellular Physiology", "desc": "A comprehensive course covering the general characteristics of eukaryotic cells; the structure, composition, and function of subcellular organelles; and the major signal transduction pathways regulating a variety of physiological cell activities. Among the main subjects covered are absorption and transport processes, mechanism of action of signaling molecules (hormones), the cell cycle and regulation of cell proliferation, cell-cell communication, extracellular matrix, stem cells, apoptosis, and carcinogenesis.", "locations": [{"bldg": "CVM Center", "room": "CVM Center S1226", "type": "LEC", "typeLong": "Lecture", "time": "11:15AM", "days": "MWF"}]}, {"code": "BIOAP 4130", "title": "Histology: The Biology of the Tissues", "name": "BIOAP 4130: Histology: The Biology of the Tissues", "desc": "Provides students with a basis for understanding the microscopic, fine-structural, and functional organization of vertebrates (primarily mammals), as well as methods of analytic morphology at the cell and tissue levels. Emphasizes dynamic interrelations of structure, composition, and function in cells and tissues.", "locations": [{"bldg": "Vet Education Center", "room": "Vet Education Center S1165-LH2", "type": "LEC", "typeLong": "Lecture", "time": "01:25PM", "days": "MW"}, {"bldg": "Vet Medical Center", "room": "Vet Medical Center C2029A wlab", "type": "LAB", "typeLong": "Laboratory", "time": "02:30PM", "days": "MW"}]}, {"code": "BIOAP 4140", "title": "Principles of Pharmacology", "name": "BIOAP 4140: Principles of Pharmacology", "desc": "Undergraduate course surveying system- and organ-related aspects of pharmacology. Topics include mechanisms of drug action; drug disposition; pharmacokinetics; autonomic pharmacology; pharmacology of inflammation, allergy and platelet function; and endocrine, cardiovascular, respiratory, gastrointestinal, and renal pharmacology. The course is designed for undergraduate life science majors, particularly those interested in medical or veterinary school.", "locations": [{"bldg": "Vet Research Tower", "room": "Vet Research Tower T1003-LH3", "type": "LEC", "typeLong": "Lecture", "time": "02:30PM", "days": "MWF"}]}, {"code": "BIOAP 7100", "title": "By Scientific Design: Skill Building for a Career in the Life Sciences II", "name": "BIOAP 7100: By Scientific Design: Skill Building for a Career in the Life Sciences II", "desc": "A major goal in biomedical research is to translate advances in basic science into practically useful applications in clinical medicine. This class will provide graduate students with exposure to basic and clinical research, training in critical evaluation of the literature, foster creative thinking, and provide practice in oral defense.", "locations": [{"bldg": "CVM Center", "room": "CVM Center S1214 Hagan Rm", "type": "LEC", "typeLong": "Lecture", "time": "02:45PM", "days": "TR"}]}, {"code": "BIOEE 2527", "title": "Neotropical Wildlife Biology", "name": "BIOEE 2527: Neotropical Wildlife Biology", "desc": "This on-campus and international field course combination provides participating students with a broad introduction to the research process in field ecology, with literature and hands-on examples drawn from the fauna and flora of coastal Patagonia (Argentina), an area that provides us with unprecedented access to both marine and terrestrial wildlife as well as exposure to conservation challenges and success stories. The course begins in the latter part of the Fall semester (BIOEE 2525) when it meets twice weekly for seven weeks, largely to discuss relevant papers from the scientific literature with an emphasis on best practices in designing field studies to address questions in Neotropical ecology, behavioral ecology, conservation, and evolutionary biology. During the 2+ week field component in January (BIOEE 2526), students travel among field sites in Patagonia and put this knowledge to work in an experiential context by designing and implementing a series of research projects, including numerous short 'blitz' projects and several longer, more intensive independent projects; many of these field studies involve close-hand observations of marine mammals, penguins, or other seabirds. This course (BIOEE 2527) is focused on building skills in data analysis and scientific writing, based on the data collected in the field by each student.", "locations": [{"bldg": "Corson-Mudd", "room": "Corson-Mudd A409", "type": "LEC", "typeLong": "Lecture", "time": "09:05AM", "days": "MW"}]}, {"code": "BIOEE 4751", "title": "Ornithology, Laboratory", "name": "BIOEE 4751: Ornithology, Laboratory", "desc": "This laboratory course covers many aspects of avian biology, including ecology, behavior, evolution, anatomy, physiology, and conservation. Some laboratory sessions will involve dissection of avian material, and the study of skeleton and scientific study skin specimens. Other sessions will involve outdoor activities including observations of avian behavior and demonstrations of standard ornithological field techniques, including methods of capturing, handling, and banding birds.", "locations": [{"bldg": "Johnson Ctr - Lab of O", "room": "Johnson Ctr - Lab of O 184", "type": "LAB", "typeLong": "Laboratory", "time": "01:25PM", "days": "T"}]}, {"code": "BIOEE 4940", "title": "Special Topics in Ecology and Evolutionary Biology", "name": "BIOEE 4940: Special Topics in Ecology and Evolutionary Biology", "desc": "The department offers \"trial\" courses or seminars under this number. Offerings vary by semester. The same course is not to be offered more than twice under this number. For 2022-2023 descriptions, please go to the department website.", "locations": [{"bldg": "Corson-Mudd", "room": "Corson-Mudd A409", "type": "LEC", "typeLong": "Lecture", "time": "11:15AM", "days": "M"}, {"bldg": "Corson-Mudd", "room": "Corson-Mudd A409", "type": "DIS", "typeLong": "Discussion", "time": "11:15AM", "days": "W"}, {"bldg": "Corson-Mudd", "room": "Corson-Mudd A409", "type": "LAB", "typeLong": "Laboratory", "time": "11:15AM", "days": "R"}]}, {"code": "BIOG 1440", "title": "Introductory Biology: Comparative Physiology", "name": "BIOG 1440: Introductory Biology: Comparative Physiology", "desc": "An introductory physiology course intended for first-year and sophomore biological sciences majors and other students majoring in life sciences. The course integrates physiology from the cell to the organism with comparisons among animals, plants and microbes. Emphasis is on understanding of basic physiological concepts, stressing structure-function relationships and underlying physio-chemical mechanisms.", "locations": [{"bldg": "Stimson Hall", "room": "Stimson Hall 102", "type": "DIS", "typeLong": "Discussion", "time": "09:05AM", "days": "R"}, {"bldg": "Stimson Hall", "room": "Stimson Hall 104", "type": "DIS", "typeLong": "Discussion", "time": "09:05AM", "days": "R"}, {"bldg": "Stimson Hall", "room": "Stimson Hall 102", "type": "DIS", "typeLong": "Discussion", "time": "10:10AM", "days": "R"}, {"bldg": "Stimson Hall", "room": "Stimson Hall 104", "type": "DIS", "typeLong": "Discussion", "time": "10:10AM", "days": "R"}, {"bldg": "Stimson Hall", "room": "Stimson Hall 102", "type": "DIS", "typeLong": "Discussion", "time": "11:15AM", "days": "R"}, {"bldg": "Stimson Hall", "room": "Stimson Hall 104", "type": "DIS", "typeLong": "Discussion", "time": "11:15AM", "days": "R"}, {"bldg": "Stimson Hall", "room": "Stimson Hall 102", "type": "DIS", "typeLong": "Discussion", "time": "12:20PM", "days": "R"}, {"bldg": "Stimson Hall", "room": "Stimson Hall 104", "type": "DIS", "typeLong": "Discussion", "time": "01:25PM", "days": "R"}, {"bldg": "Stimson Hall", "room": "Stimson Hall 102", "type": "DIS", "typeLong": "Discussion", "time": "01:25PM", "days": "R"}, {"bldg": "Stimson Hall", "room": "Stimson Hall 104", "type": "DIS", "typeLong": "Discussion", "time": "02:30PM", "days": "R"}, {"bldg": "Stimson Hall", "room": "Stimson Hall 102", "type": "DIS", "typeLong": "Discussion", "time": "02:30PM", "days": "R"}, {"bldg": "Stimson Hall", "room": "Stimson Hall 104", "type": "DIS", "typeLong": "Discussion", "time": "09:05AM", "days": "F"}, {"bldg": "Stimson Hall", "room": "Stimson Hall 102", "type": "DIS", "typeLong": "Discussion", "time": "10:10AM", "days": "F"}, {"bldg": "Stimson Hall", "room": "Stimson Hall 104", "type": "DIS", "typeLong": "Discussion", "time": "11:15AM", "days": "F"}, {"bldg": "Stimson Hall", "room": "Stimson Hall 102", "type": "DIS", "typeLong": "Discussion", "time": "11:15AM", "days": "F"}, {"bldg": "Stimson Hall", "room": "Stimson Hall 104", "type": "DIS", "typeLong": "Discussion", "time": "12:20PM", "days": "F"}, {"bldg": "Stimson Hall", "room": "Stimson Hall 102", "type": "DIS", "typeLong": "Discussion", "time": "01:25PM", "days": "F"}, {"bldg": "Stimson Hall", "room": "Stimson Hall 104", "type": "DIS", "typeLong": "Discussion", "time": "02:30PM", "days": "F"}]}, {"code": "BIOG 1500", "title": "Investigative Biology Laboratory", "name": "BIOG 1500: Investigative Biology Laboratory", "desc": "Designed for biological sciences majors to provide lab experience with emphasis on processes of scientific investigations and to promote communication, literacy and collaboration in science. Students gain expertise in methods including instrumentation used by biologists to construct new knowledge. Lab topics include genetics, evolution, ecology, biochemistry, and molecular biology.", "locations": [{"bldg": "Comstock Hall-Academic II", "room": "Comstock Hall-Academic II 1104", "type": "LAB", "typeLong": "Laboratory", "time": "01:25PM", "days": "T"}, {"bldg": "Comstock Hall-Academic II", "room": "Comstock Hall-Academic II 1108", "type": "LAB", "typeLong": "Laboratory", "time": "01:25PM", "days": "T"}, {"bldg": "Comstock Hall-Academic II", "room": "Comstock Hall-Academic II 1112", "type": "LAB", "typeLong": "Laboratory", "time": "01:25PM", "days": "T"}, {"bldg": "Comstock Hall-Academic II", "room": "Comstock Hall-Academic II 1116", "type": "LAB", "typeLong": "Laboratory", "time": "01:25PM", "days": "T"}, {"bldg": "Comstock Hall-Academic II", "room": "Comstock Hall-Academic II 1120", "type": "LAB", "typeLong": "Laboratory", "time": "01:25PM", "days": "T"}, {"bldg": "Comstock Hall-Academic II", "room": "Comstock Hall-Academic II 1108", "type": "LAB", "typeLong": "Laboratory", "time": "09:05AM", "days": "W"}, {"bldg": "Comstock Hall-Academic II", "room": "Comstock Hall-Academic II 1112", "type": "LAB", "typeLong": "Laboratory", "time": "09:05AM", "days": "W"}, {"bldg": "Comstock Hall-Academic II", "room": "Comstock Hall-Academic II 1104", "type": "LAB", "typeLong": "Laboratory", "time": "01:25PM", "days": "W"}, {"bldg": "Comstock Hall-Academic II", "room": "Comstock Hall-Academic II 1108", "type": "LAB", "typeLong": "Laboratory", "time": "01:25PM", "days": "W"}, {"bldg": "Comstock Hall-Academic II", "room": "Comstock Hall-Academic II 1112", "type": "LAB", "typeLong": "Laboratory", "time": "01:25PM", "days": "W"}, {"bldg": "Comstock Hall-Academic II", "room": "Comstock Hall-Academic II 1116", "type": "LAB", "typeLong": "Laboratory", "time": "01:25PM", "days": "W"}, {"bldg": "Comstock Hall-Academic II", "room": "Comstock Hall-Academic II 1120", "type": "LAB", "typeLong": "Laboratory", "time": "01:25PM", "days": "W"}, {"bldg": "Comstock Hall-Academic II", "room": "Comstock Hall-Academic II 1104", "type": "LAB", "typeLong": "Laboratory", "time": "07:30PM", "days": "W"}, {"bldg": "Comstock Hall-Academic II", "room": "Comstock Hall-Academic II 1108", "type": "LAB", "typeLong": "Laboratory", "time": "07:30PM", "days": "W"}, {"bldg": "Comstock Hall-Academic II", "room": "Comstock Hall-Academic II 1112", "type": "LAB", "typeLong": "Laboratory", "time": "07:30PM", "days": "W"}, {"bldg": "Comstock Hall-Academic II", "room": "Comstock Hall-Academic II 1104", "type": "LAB", "typeLong": "Laboratory", "time": "09:05AM", "days": "R"}, {"bldg": "Comstock Hall-Academic II", "room": "Comstock Hall-Academic II 1108", "type": "LAB", "typeLong": "Laboratory", "time": "09:05AM", "days": "R"}, {"bldg": "Comstock Hall-Academic II", "room": "Comstock Hall-Academic II 1112", "type": "LAB", "typeLong": "Laboratory", "time": "09:05AM", "days": "R"}, {"bldg": "Comstock Hall-Academic II", "room": "Comstock Hall-Academic II 1120", "type": "LAB", "typeLong": "Laboratory", "time": "09:05AM", "days": "R"}, {"bldg": "Comstock Hall-Academic II", "room": "Comstock Hall-Academic II 1104", "type": "LAB", "typeLong": "Laboratory", "time": "01:25PM", "days": "R"}, {"bldg": "Comstock Hall-Academic II", "room": "Comstock Hall-Academic II 1108", "type": "LAB", "typeLong": "Laboratory", "time": "01:25PM", "days": "R"}, {"bldg": "Comstock Hall-Academic II", "room": "Comstock Hall-Academic II 1112", "type": "LAB", "typeLong": "Laboratory", "time": "01:25PM", "days": "R"}, {"bldg": "Comstock Hall-Academic II", "room": "Comstock Hall-Academic II 1116", "type": "LAB", "typeLong": "Laboratory", "time": "01:25PM", "days": "R"}, {"bldg": "Comstock Hall-Academic II", "room": "Comstock Hall-Academic II 1120", "type": "LAB", "typeLong": "Laboratory", "time": "01:25PM", "days": "R"}]}, {"code": "BIOMG 4400", "title": "Laboratory in Biochemistry and Molecular Biology", "name": "BIOMG 4400: Laboratory in Biochemistry and Molecular Biology", "desc": "Students in this course will carry out experiments in protein biochemistry and molecular biology in an engaging laboratory environment. The protein biochemistry projects include protein purification (salt fractionation, ion exchange chromatography, affinity chromatography, size exclusion chromatography, and immunoprecipitation), protein analysis (SDS PAGE, BN PAGE, immunoblotting, and activity assays), and determination of enzyme kinetic parameters (Vmax, KM, and kcat). The molecular biology projects include CRISPR-mediated genome editing, nucleic acid purifications (plasmid DNA and RNA), gene expression analysis (RT-PCR and splicing), agarose gel electrophoresis, restriction endonuclease digestion, PCR, DNA cloning, transformation, and DNA sequence analysis. The course is organized around interesting projects that illustrate how different techniques are uniquely suited to answer a scientific question.", "locations": [{"bldg": "Wing Hall", "room": "Wing Hall 301", "type": "LAB", "typeLong": "Laboratory", "time": "12:20PM", "days": "MW"}, {"bldg": "Wing Hall", "room": "Wing Hall 301", "type": "LAB", "typeLong": "Laboratory", "time": "12:20PM", "days": "TR"}]}, {"code": "BIOMG 6400", "title": "Laboratory in Biochemistry and Molecular Biology", "name": "BIOMG 6400: Laboratory in Biochemistry and Molecular Biology", "desc": "Students in this course will carry out experiments in protein biochemistry and molecular biology in an engaging laboratory environment. The protein biochemistry projects include protein purification (salt fractionation, ion exchange chromatography, affinity chromatography, size exclusion chromatography, and immunoprecipitation), protein analysis (SDS PAGE, BN PAGE, immunoblotting, and activity assays), and determination of enzyme kinetic parameters (Vmax, KM, and kcat). The molecular biology projects include CRISPR-mediated genome editing, nucleic acid purifications (plasmid DNA and RNA), gene expression analysis (RT-PCR and splicing), agarose gel electrophoresis, restriction endonuclease digestion, PCR, DNA cloning, transformation, and DNA sequence analysis. The course is organized around interesting projects that illustrate how different techniques are uniquely suited to answer a scientific question.", "locations": [{"bldg": "Wing Hall", "room": "Wing Hall 301", "type": "LAB", "typeLong": "Laboratory", "time": "12:20PM", "days": "MW"}, {"bldg": "Wing Hall", "room": "Wing Hall 301", "type": "LAB", "typeLong": "Laboratory", "time": "12:20PM", "days": "TR"}]}, {"code": "BIOMG 6980", "title": "Graduate Student Teaching Assistant Experience in Molecular Biology and Genetics", "name": "BIOMG 6980: Graduate Student Teaching Assistant Experience in Molecular Biology and Genetics", "desc": "This course is designed for graduate students in Graduate Fields of Biochemistry, Molecular and Cell Biology (BMCB) and Genetics, Genomics, and Development (GGD) who will serve as teaching assistants (TA) in undergraduate courses offered in the Department of Molecular Biology and Genetics (MBG). BMCB and GGD teaching assistants will take this course concurrently with their first TA assignment. The goal of the course is to provide teaching assistants with pedagogical skills in active learning, assessing student learning, leading discussions, grading, and best teaching practices for TA'ing MBG courses. Students will discuss their teaching experiences with their peers and gain feedback on their teaching effectiveness. An initial class meeting will help prepare students for the first day of class and provide tips for working with a teaching team. Throughout the semester, semi-weekly milestone meetings will focus on issues pertaining to graduate TAs, such as balancing research with teaching, interacting with students and course instructor, and special circumstances that may arise throughout the semester. Students will be encouraged to meet with their course instructor to gain feedback and to share their experiences with members of the course.", "locations": [{"bldg": "Wing Hall", "room": "Wing Hall 301", "type": "IND", "typeLong": "Independent Study", "time": "07:00PM", "days": "R"}]}, {"code": "BIOMI 2911", "title": "General Microbiology Laboratory", "name": "BIOMI 2911: General Microbiology Laboratory", "desc": "This class will introduce you to current concepts and laboratory techniques in microbiology. Our goal is to show you how scientists use experiments to learn about the microbes around us, with an emphasis on bacteria. This course complements the Microbiology lecture by providing students with hands-on investigations into the microbial world.", "locations": [{"bldg": "Wing Hall", "room": "Wing Hall 108", "type": "LAB", "typeLong": "Laboratory", "time": "12:20PM", "days": "MW"}, {"bldg": "Wing Hall", "room": "Wing Hall 114", "type": "LAB", "typeLong": "Laboratory", "time": "02:30PM", "days": "MW"}, {"bldg": "Wing Hall", "room": "Wing Hall 108", "type": "LAB", "typeLong": "Laboratory", "time": "10:10AM", "days": "TR"}, {"bldg": "Wing Hall", "room": "Wing Hall 114", "type": "LAB", "typeLong": "Laboratory", "time": "12:20PM", "days": "TR"}, {"bldg": "Wing Hall", "room": "Wing Hall 114", "type": "LAB", "typeLong": "Laboratory", "time": "10:10AM", "days": "MW"}]}, {"code": "BIOMS 3160", "title": "Cellular Physiology", "name": "BIOMS 3160: Cellular Physiology", "desc": "A comprehensive course covering the general characteristics of eukaryotic cells; the structure, composition, and function of subcellular organelles; and the major signal transduction pathways regulating a variety of physiological cell activities. Among the main subjects covered are absorption and transport processes, mechanism of action of signaling molecules (hormones), the cell cycle and regulation of cell proliferation, cell-cell communication, extracellular matrix, stem cells, apoptosis, and carcinogenesis.", "locations": [{"bldg": "CVM Center", "room": "CVM Center S1226", "type": "LEC", "typeLong": "Lecture", "time": "11:15AM", "days": "MWF"}]}, {"code": "BIOMS 4130", "title": "Histology: The Biology of the Tissues", "name": "BIOMS 4130: Histology: The Biology of the Tissues", "desc": "Provides students with a basis for understanding the microscopic, fine-structural, and functional organization of vertebrates (primarily mammals), as well as methods of analytic morphology at the cell and tissue levels. Emphasizes dynamic interrelations of structure, composition, and function in cells and tissues.", "locations": [{"bldg": "Vet Education Center", "room": "Vet Education Center S1165-LH2", "type": "LEC", "typeLong": "Lecture", "time": "01:25PM", "days": "MW"}, {"bldg": "Vet Medical Center", "room": "Vet Medical Center C2029A wlab", "type": "LAB", "typeLong": "Laboratory", "time": "02:30PM", "days": "MW"}]}, {"code": "BIOMS 4140", "title": "Principles of Pharmacology", "name": "BIOMS 4140: Principles of Pharmacology", "desc": "Undergraduate course surveying system- and organ-related aspects of pharmacology. Topics include mechanisms of drug action; drug disposition; pharmacokinetics; autonomic pharmacology; pharmacology of inflammation, allergy and platelet function; and endocrine, cardiovascular, respiratory, gastrointestinal, and renal pharmacology. The course is designed for undergraduate life science majors, particularly those interested in medical or veterinary school.", "locations": [{"bldg": "Vet Research Tower", "room": "Vet Research Tower T1003-LH3", "type": "LEC", "typeLong": "Lecture", "time": "02:30PM", "days": "MWF"}]}, {"code": "BIOMS 7900", "title": "Seminars in Stem Cell Research", "name": "BIOMS 7900: Seminars in Stem Cell Research", "desc": "This course is organized as work-in-progress presentations by faculty, post-docs, and students participating in stem cell research. Each student in the Cornell Training Program in Stem Cell Research presents one seminar per year based on their research. The student then meets with the thesis committee members for an evaluation of the presentation.", "locations": [{"bldg": "Vet Education Center", "room": "Vet Education Center S1165-LH2", "type": "SEM", "typeLong": "Seminar", "time": "12:20PM", "days": "T"}]}, {"code": "BIONB 1100", "title": "Natural History of the Magic Kingdom: Understanding Animal Behavior through Animated Films", "name": "BIONB 1100: Natural History of the Magic Kingdom: Understanding Animal Behavior through Animated Films", "desc": "Animals are frequently used to tell children's stories, especially in animated cinema. For the most part depictions of animals in classic films such as Lion King, Finding Nemo, or The Land Before Time are clearly not intended to depict an accurate natural history of their subjects. However, the ways in which movies get things wrong by having animals portray human roles opens an opportunity to explore the diversity of animal behavior. This course focuses on understanding the evolution, ecology, and natural history of diverse animals portrayed in films. It will cover a range of topics that apply generally to animated animal movies (e.g., Do animals use language?) as well as issues raised by specific movies (Does it make any sense for Scar to kill Mufasa in Lion King?). During this course students will engage with data and analyses used in the field of animal behavior, appreciate the diversity of experiences among animals, and consider our own biology and behavior in the light of the natural world.", "locations": [{"bldg": "Corson-Mudd", "room": "Corson-Mudd W358", "type": "DIS", "typeLong": "Discussion", "time": "10:10AM", "days": "F"}, {"bldg": "Corson-Mudd", "room": "Corson-Mudd W358", "type": "DIS", "typeLong": "Discussion", "time": "10:10AM", "days": "R"}, {"bldg": "Corson-Mudd", "room": "Corson-Mudd W358", "type": "DIS", "typeLong": "Discussion", "time": "11:15AM", "days": "F"}]}, {"code": "BIONB 1220", "title": "FWS: Special Topics in Neurobiology and Behavior", "name": "BIONB 1220: FWS: Special Topics in Neurobiology and Behavior", "desc": "The First-Year Writing Seminar is about introducing concepts in neuroscience and behavior and writing extensively about them. Topics vary by section.", "locations": [{"bldg": "Corson-Mudd", "room": "Corson-Mudd W358", "type": "SEM", "typeLong": "Seminar", "time": "10:10AM", "days": "MW"}]}, {"code": "BIONB 3215", "title": "Gender and the Brain", "name": "BIONB 3215: Gender and the Brain", "desc": "Why are boys more likely than girls to be diagnosed with autism, and why are women more likely than men to be diagnosed with depression? Are there different \"gay\" and \"straight\" brains? And how does brain science interact with gender and sexuality in popular debate? Reading and discussing the original scientific papers and related critical texts, we will delve into the neuroscience of gender. In this course, we will delve into the neuroscience of gender difference. Reading the original scientific papers and related critical texts, we will ask whether we can find measurable physical differences in male and female brains, and what these differences might be. Do men and women solve spatial puzzles differently, as measured physiologically? Do nonhuman animals display sex-specific behaviors mediated by brain structure, and can we extrapolate these findings to human behavior? Why are boys three times more likely than girls to be diagnosed as autistic, and is there any connection between the predominantly male phenomenon of autism and other stereotypically male mental traits? Are there physical representations of sexual orientation in the brain, and how are these related to gender identity? And how are scientific studies represented and misrepresented in popular debate?", "locations": [{"bldg": "Corson-Mudd", "room": "Corson-Mudd W364", "type": "LEC", "typeLong": "Lecture", "time": "02:55PM", "days": "MW"}]}, {"code": "BIONB 4140", "title": "Principles of Pharmacology", "name": "BIONB 4140: Principles of Pharmacology", "desc": "Undergraduate course surveying system- and organ-related aspects of pharmacology. Topics include mechanisms of drug action; drug disposition; pharmacokinetics; autonomic pharmacology; pharmacology of inflammation, allergy and platelet function; and endocrine, cardiovascular, respiratory, gastrointestinal, and renal pharmacology. The course is designed for undergraduate life science majors, particularly those interested in medical or veterinary school.", "locations": [{"bldg": "Vet Research Tower", "room": "Vet Research Tower T1003-LH3", "type": "LEC", "typeLong": "Lecture", "time": "02:30PM", "days": "MWF"}]}, {"code": "BIONB 4200", "title": "Topics in Neurobiology and Behavior", "name": "BIONB 4200: Topics in Neurobiology and Behavior", "desc": "Courses on selected topics in neurobiology and behavior; can include lecture and seminar courses. Topics vary by section; see Class Roster.", "locations": [{"bldg": "Corson-Mudd", "room": "Corson-Mudd W364", "type": "LEC", "typeLong": "Lecture", "time": "01:25PM", "days": "T"}]}, {"code": "BIONB 4260", "title": "Animal Communication", "name": "BIONB 4260: Animal Communication", "desc": "Communication is the \"glue\" that holds societies together. This course examines how and why animals communicate. Topics include the role of the environment in shaping animal signals, whether animals tell the truth to each other, why some bird songs are simple and others complex, and what kinds of signals might be exchanged between species.", "locations": [{"bldg": "Corson-Mudd", "room": "Corson-Mudd W364", "type": "DIS", "typeLong": "Discussion", "time": "02:30PM", "days": "R"}, {"bldg": "Corson-Mudd", "room": "Corson-Mudd W364", "type": "DIS", "typeLong": "Discussion", "time": "12:20PM", "days": "F"}, {"bldg": "Corson-Mudd", "room": "Corson-Mudd W364", "type": "DIS", "typeLong": "Discussion", "time": "01:25PM", "days": "F"}]}, {"code": "BIONB 4300", "title": "Experimental Molecular Neurobiology", "name": "BIONB 4300: Experimental Molecular Neurobiology", "desc": "Experiments include PCR, western blots, RNAi, antibody staining, optogenetics, calcium imaging of neurons and behavioral assays. Students will also construct their own epifluoresence microscope. Experiments emphasize how molecular techniques can be applied to studying neurobiological problems and will culminate in designing your own experiments. If you have additional questions please contact dld14@cornell.edu.", "locations": [{"bldg": "Wing Hall", "room": "Wing Hall 302", "type": "DIS", "typeLong": "Discussion", "time": "09:05AM", "days": "R"}, {"bldg": "Wing Hall", "room": "Wing Hall 302", "type": "LAB", "typeLong": "Laboratory", "time": "08:30AM", "days": "T"}]}, {"code": "BIONB 4560", "title": "Neural Control of Food Intake and Energy Metabolism", "name": "BIONB 4560: Neural Control of Food Intake and Energy Metabolism", "desc": "Food intake is a complex behavior that is strictly regulated by sensory, homeostatic, and hedonic neural circuits, which balance energy intake with energy expenditure. An integrated system of external sensory information works together with peripheral body organs and the central nervous system to produce the sensation of food and the drive to consume. The balanced functioning of this interconnected physiological system is critical for humans and other organisms to control the nutrient intake and maintain stable body weight. In eating disorders, such as anorexia nervosa, or in metabolic syndromes, such as obesity, the perception of food and the homeostatic balance between hunger and satiety is dysregulated leading to weight loss or gain and associated health problems. In this course, students will learn about the current and past research on neural control of food intake and energy metabolism. I will introduce the topic and cover the main discoveries in a discussion-based lecture. After the lecture, each week, students will collaboratively present a topic. The first student will present an overview of the research topic. The second student will present the research article for the week. Each student will present twice (once in each slot). Everyone must do the readings each week and come prepared to discuss the science. There will be ample time for discussion and questions, which are strongly encouraged.", "locations": [{"bldg": "Corson-Mudd", "room": "Corson-Mudd W358", "type": "LEC", "typeLong": "Lecture", "time": "02:55PM", "days": "TR"}]}, {"code": "BIONB 4750", "title": "Sleep – Evolution and Neural Basis", "name": "BIONB 4750: Sleep – Evolution and Neural Basis", "desc": "This class examines the neural circuits that regulate sleep and how sleep changes or preserves across different species. It will help students to extract critical information from research literature regarding sleep and related biological rhythms. Topics will range from comparison of sleep in different animals, description of the different sleep stages, brain computations during different sleep phases and pathological implications of sleep associated disorders.", "locations": [{"bldg": "Corson-Mudd", "room": "Corson-Mudd W364", "type": "LEC", "typeLong": "Lecture", "time": "08:40AM", "days": "MW"}]}, {"code": "BIONB 4910", "title": "Principles of Neurophysiology", "name": "BIONB 4910: Principles of Neurophysiology", "desc": "Laboratory-oriented course designed to teach the concepts and tools of cellular neurophysiology through hands-on experience with extracellular and intracellular electrophysiological techniques, and computer acquisition and analysis of laboratory results. Students explore signal transmission in the nervous system by examining the cellular basis of resting and action potentials, and synaptic transmission and optogenetic control of behavior and physiology. Lecture time is used to review nervous system physiology, introduce laboratory exercises, discuss lab results and primary research papers, and for presentation of additional experimental preparations and methods. Invertebrate preparations are used as model systems.", "locations": [{"bldg": "Comstock Hall-Academic II", "room": "Comstock Hall-Academic II B150", "type": "LAB", "typeLong": "Laboratory", "time": "11:20AM", "days": "M"}, {"bldg": "Comstock Hall-Academic II", "room": "Comstock Hall-Academic II B150", "type": "LAB", "typeLong": "Laboratory", "time": "11:20AM", "days": "T"}, {"bldg": "Comstock Hall-Academic II", "room": "Comstock Hall-Academic II B150", "type": "LAB", "typeLong": "Laboratory", "time": "08:00AM", "days": "R"}]}, {"code": "BIONB 5910", "title": "Principles of Neurophysiology", "name": "BIONB 5910: Principles of Neurophysiology", "desc": "Laboratory-oriented course designed to teach the concepts and tools of cellular neurophysiology through hands-on experience with extracellular and intracellular electrophysiological techniques, and computer acquisition and analysis of laboratory results. Students explore signal transmission in the nervous system by examining the cellular basis of resting and action potentials, and synaptic transmission. Lecture time is used to review nervous system physiology, introduce laboratory exercises, discuss lab results and primary research papers, and for presentation of additional experimental preparations and methods. Invertebrate preparations are used as model systems.", "locations": [{"bldg": "Comstock Hall-Academic II", "room": "Comstock Hall-Academic II B150", "type": "LAB", "typeLong": "Laboratory", "time": "11:20AM", "days": "M"}, {"bldg": "Comstock Hall-Academic II", "room": "Comstock Hall-Academic II B150", "type": "LAB", "typeLong": "Laboratory", "time": "11:20AM", "days": "T"}, {"bldg": "Comstock Hall-Academic II", "room": "Comstock Hall-Academic II B150", "type": "LAB", "typeLong": "Laboratory", "time": "08:00AM", "days": "R"}]}, {"code": "BIONB 7202", "title": "Topics in Neural Basis of Behavior", "name": "BIONB 7202: Topics in Neural Basis of Behavior", "desc": "A weekly journal club-style discussion. Graduate students may be expected to present a summary of their research or a summary of research in the literature related to their thesis once per year.", "locations": [{"bldg": "Corson-Mudd", "room": "Corson-Mudd A305", "type": "SEM", "typeLong": "Seminar", "time": "10:10AM", "days": "F"}]}, {"code": "BME 4910", "title": "Principles of Neurophysiology", "name": "BME 4910: Principles of Neurophysiology", "desc": "Laboratory-oriented course designed to teach the concepts and tools of cellular neurophysiology through hands-on experience with extracellular and intracellular electrophysiological techniques, and computer acquisition and analysis of laboratory results. Students explore signal transmission in the nervous system by examining the cellular basis of resting and action potentials, and synaptic transmission and optogenetic control of behavior and physiology. Lecture time is used to review nervous system physiology, introduce laboratory exercises, discuss lab results and primary research papers, and for presentation of additional experimental preparations and methods. Invertebrate preparations are used as model systems.", "locations": [{"bldg": "Comstock Hall-Academic II", "room": "Comstock Hall-Academic II B150", "type": "LAB", "typeLong": "Laboratory", "time": "11:20AM", "days": "M"}, {"bldg": "Comstock Hall-Academic II", "room": "Comstock Hall-Academic II B150", "type": "LAB", "typeLong": "Laboratory", "time": "11:20AM", "days": "T"}, {"bldg": "Comstock Hall-Academic II", "room": "Comstock Hall-Academic II B150", "type": "LAB", "typeLong": "Laboratory", "time": "08:00AM", "days": "R"}]}, {"code": "BME 5320", "title": "Principles of Neurophysiology", "name": "BME 5320: Principles of Neurophysiology", "desc": "Laboratory-oriented course designed to teach the concepts and tools of cellular neurophysiology through hands-on experience with extracellular and intracellular electrophysiological techniques, and computer acquisition and analysis of laboratory results. Students explore signal transmission in the nervous system by examining the cellular basis of resting and action potentials, and synaptic transmission. Lecture time is used to review nervous system physiology, introduce laboratory exercises, discuss lab results and primary research papers, and for presentation of additional experimental preparations and methods. Invertebrate preparations are used as model systems.", "locations": [{"bldg": "Comstock Hall-Academic II", "room": "Comstock Hall-Academic II B150", "type": "LAB", "typeLong": "Laboratory", "time": "11:20AM", "days": "M"}, {"bldg": "Comstock Hall-Academic II", "room": "Comstock Hall-Academic II B150", "type": "LAB", "typeLong": "Laboratory", "time": "11:20AM", "days": "T"}, {"bldg": "Comstock Hall-Academic II", "room": "Comstock Hall-Academic II B150", "type": "LAB", "typeLong": "Laboratory", "time": "08:00AM", "days": "R"}]}, {"code": "CEE 4370", "title": "Experimental Methods in Fluid Dynamics", "name": "CEE 4370: Experimental Methods in Fluid Dynamics", "desc": "Introduction to experimental techniques, data collection, and data analysis, in particular as they pertain to fluid flows. Introduces theory and use of analog transducers, acoustic Doppler velocimetry (ADV), full-field (2-D) quantitative imaging techniques such as particle image velocimetry (PIV) and laser induced fluorescence (LIF). Additional topics include computer-based experimental control, analog and digital data acquisition, discrete sampling theory, digital signal processing, and uncertainty analysis. The canonical flows of the turbulent flat plate boundary layer and the neutrally buoyant turbulent round jet are introduced theoretically and the subject of three major laboratory experiments using ADV, PIV and LIF. In CEE 6370/MAE6270 There is a final group project on a flow of the students choosing.", "locations": [{"bldg": "Hollister Hall", "room": "Hollister Hall B52", "type": "LAB", "typeLong": "Laboratory", "time": "02:30PM", "days": "M"}, {"bldg": "Hollister Hall", "room": "Hollister Hall B52", "type": "LAB", "typeLong": "Laboratory", "time": "10:10AM", "days": "T"}]}, {"code": "CEE 4740", "title": "Introduction to the Behavior of Metal Structures", "name": "CEE 4740: Introduction to the Behavior of Metal Structures", "desc": "Introductory course focused on the use of solid and structural mechanics to quantify elementary behavior of metal structures in order to enable design. The course is project focused; with the students preparing a complete and detailed design deliverable. The course considers applications from civil structures, naval architecture, and aerospace engineering.", "locations": [{"bldg": "Thurston Hall", "room": "Thurston Hall B02A", "type": "DIS", "typeLong": "Discussion", "time": "03:35PM", "days": "R"}, {"bldg": "Thurston Hall", "room": "Thurston Hall B02A", "type": "DIS", "typeLong": "Discussion", "time": "11:15AM", "days": "F"}]}, {"code": "CEE 6021", "title": "Seminar: Environmental Engineering and Water Resources", "name": "CEE 6021: Seminar: Environmental Engineering and Water Resources", "desc": "Graduate students and faculty members give informal lectures on various topics related to ongoing research in environmental engineering or water resources.", "locations": [{"bldg": "Hollister Hall", "room": "Hollister Hall B52", "type": "SEM", "typeLong": "Seminar", "time": "04:20PM", "days": "T"}]}, {"code": "CEE 6370", "title": "Experimental Methods in Fluid Dynamics", "name": "CEE 6370: Experimental Methods in Fluid Dynamics", "desc": "Introduction to experimental techniques, data collection, and data analysis, in particular as they pertain to fluid flows. Introduces theory and use of analog transducers, acoustic Doppler velocimetry (ADV), full-field (2-D) quantitative imaging techniques such as particle image velocimetry (PIV) and laser induced fluorescence (LIF). Additional topics include computer-based experimental control, analog and digital data acquisition, discrete sampling theory, digital signal processing, and uncertainty analysis. The canonical flows of the turbulent flat plate boundary layer and the neutrally buoyant turbulent round jet are introduced theoretically and the subject of three major laboratory experiments using ADV, PIV and LIF. There is a final group project on a flow of the students choosing.", "locations": [{"bldg": "Hollister Hall", "room": "Hollister Hall B52", "type": "LAB", "typeLong": "Laboratory", "time": "02:30PM", "days": "M"}, {"bldg": "Hollister Hall", "room": "Hollister Hall B52", "type": "LAB", "typeLong": "Laboratory", "time": "10:10AM", "days": "T"}]}, {"code": "CHEM 4980", "title": "Honors Seminar", "name": "CHEM 4980: Honors Seminar", "desc": "In the Chemistry Honors Seminar students will present their research in written and oral form. The course will also include a broader discussion of professional issues and life skills in the world of chemistry.", "locations": [{"bldg": "Olin Chemistry Research Wing", "room": "Olin Chemistry Rsrch Wing 458", "type": "RSC", "typeLong": "Research", "time": "07:30PM", "days": "W"}]}, {"code": "CHIN 4412", "title": "Advanced Mandarin II", "name": "CHIN 4412: Advanced Mandarin II", "desc": "Reading, discussion, and composition at advanced levels.", "locations": [{"bldg": "Rockefeller Hall", "room": "Rockefeller Hall 360", "type": "SEM", "typeLong": "Seminar", "time": "12:20PM", "days": "MWF"}]}, {"code": "EAS 2500", "title": "Meteorological Observations and Instruments", "name": "EAS 2500: Meteorological Observations and Instruments", "desc": "Covers methods and principles of atmospheric measurements and observations including in situ surface, free-air, and remote systems. Students will gain practical experience in analysis of atmospheric data, and use of state-of-the-art instrumentation.", "locations": [{"bldg": "Snee Hall Geological Science", "room": "Snee Hall Geological Sci 2161A", "type": "LEC", "typeLong": "Lecture", "time": "10:10AM", "days": "TR"}, {"bldg": "Snee Hall Geological Science", "room": "Snee Hall Geological Sci 2161A", "type": "LAB", "typeLong": "Laboratory", "time": "01:25PM", "days": "R"}]}, {"code": "EAS 3090", "title": "Earth Materials", "name": "EAS 3090: Earth Materials", "desc": "Materials of the solid Earth (minerals, rocks) record the formation and evolution of our planet and the solar systems. This course will prepare students to identify minerals, understand their significance as a record of fundamental processes for our planet, and other rocky worlds in the solar system. This course will introduce geochemical concepts that include: element formation in the solar nebula, thermodynamic and kinetic properties that control the formation and chemical diversity of minerals, the mineral and rock record of deep Earth and surface processes. The lectures will be complemented by labs where students will learn to identify minerals using crystallography and polarized microscopy techniques. The labs will also include an introduction to modern analytical methods such as Raman and infrared spectroscopy, scanning electron microscopy, mass spectrometry, with hands-on projects where the students will collect and interpret their own data.", "locations": [{"bldg": "Snee Hall Geological Science", "room": "Snee Hall Geological Sci 1149", "type": "LAB", "typeLong": "Laboratory", "time": "01:25PM", "days": "R"}, {"bldg": "Snee Hall Geological Science", "room": "Snee Hall Geological Sci 1149", "type": "LAB", "typeLong": "Laboratory", "time": "01:25PM", "days": "F"}]}, {"code": "EAS 3420", "title": "Atmospheric Dynamics", "name": "EAS 3420: Atmospheric Dynamics", "desc": "Introduction to the basic equations and techniques used to understand motion in the atmosphere, with an emphasis on the space and time scales typical of storm systems (the synoptic scale). Derives the governing equations of atmospheric flow from first principles and applies them to middle latitude and tropical meteorology. Topics include balanced flow, atmospheric waves, circulation, and vorticity.", "locations": [{"bldg": "Snee Hall Geological Science", "room": "Snee Hall Geological Sci 2161A", "type": "LEC", "typeLong": "Lecture", "time": "11:15AM", "days": "MWF"}]}, {"code": "EAS 3520", "title": "Synoptic Meteorology I", "name": "EAS 3520: Synoptic Meteorology I", "desc": "Study of weather map analysis and forecasting techniques by applying the principles of fluid and heat flow. Strengthens previously introduced meteorological concepts that are applied to forecasting midlatitude synoptic scale weather systems, such as cyclones, anticyclones, jet streams, fronts, and waves.", "locations": [{"bldg": "Snee Hall Geological Science", "room": "Snee Hall Geological Sci 2161A", "type": "LEC", "typeLong": "Lecture", "time": "09:05AM", "days": "MWF"}]}, {"code": "EAS 3540", "title": "Ocean Satellite Remote Sensing", "name": "EAS 3540: Ocean Satellite Remote Sensing", "desc": "The goal of the course is to teach participants the basic skills needed to work independently to acquire, analyze and visualize data sets derived from a variety of satellite sensors that provide global estimates of phytoplankton abundance, sea surface temperature ocean wind speeds, and geostrophic currents. An important feature of the course is to develop good Python programming skills that are needed to effectively analyze and visualize satellite data to answer important oceanographic questions. Background lectures will cover the fundamentals of bio-optics, phytoplankton pigment algorithms and, to a lesser extent, the underlying physical principals leading to the measurement of sea surface temperature, ocean wind speed and geostrophic currents. The 3-credit class is taught in an intensive format for 9 weeks with 150 minutes of lecture time and 4hr and 50min of computer lab time each week.", "locations": [{"bldg": "Snee Hall Geological Science", "room": "Snee Hall Geological Sci 2161A", "type": "LEC", "typeLong": "Lecture", "time": "10:10AM", "days": "MW"}, {"bldg": "Snee Hall Geological Science", "room": "Snee Hall Geological Sci 2161A", "type": "LAB", "typeLong": "Laboratory", "time": "11:40AM", "days": "MW"}]}, {"code": "EAS 3880", "title": "Global Geophysics", "name": "EAS 3880: Global Geophysics", "desc": "Covers global tectonics and the deep structure of the solid Earth as revealed by investigations of earthquakes, earthquake waves, the Earth's gravitational and magnetic fields, and heat flow. Students are highly encouraged to have either the math/phys prerequisites OR an introductory geologic sciences course before taking this class.", "locations": [{"bldg": "Snee Hall Geological Science", "room": "Snee Hall Geological Sci 2154", "type": "LEC", "typeLong": "Lecture", "time": "12:20PM", "days": "MWF"}]}, {"code": "EAS 4700", "title": "Advanced Weather Forecasting and Analysis", "name": "EAS 4700: Advanced Weather Forecasting and Analysis", "desc": "Applied course focusing on weather forecasting and analysis techniques for various regions around the world. Lectures emphasize the application of student's knowledge of atmospheric dynamics, thermodynamics, and computer-data analysis to forecast the development and movement of multiscale weather systems. Students participate in weekly forecast discussions; write daily forecasts that include a synoptic discussion, quantitative precipitation forecasts, and severe weather outlook for the forecast region; and lead class discussion on assigned readings.", "locations": [{"bldg": "Snee Hall Geological Science", "room": "Snee Hall Geological Sci 1149", "type": "LEC", "typeLong": "Lecture", "time": "08:40AM", "days": "MWF"}]}, {"code": "EAS 4820", "title": "Seismology", "name": "EAS 4820: Seismology", "desc": "This course presents an overview of observations and methods in seismology. Topics include techniques necessary for understanding elastic wave propagation in layered media and what these waves teach us about Earth's composition and structure. This course introduces concepts in earthquake and reflection seismology and seismic hazard.", "locations": [{"bldg": "Snee Hall Geological Science", "room": "Snee Hall Geological Sci 2154", "type": "LEC", "typeLong": "Lecture", "time": "10:10AM", "days": "MWF"}]}, {"code": "EAS 4940", "title": "Special Topics in Earth and Atmospheric Sciences", "name": "EAS 4940: Special Topics in Earth and Atmospheric Sciences", "desc": "The department teaches \"trial\" courses under this number. Offerings vary by semester and are advertised by the department before the beginning of the semester.", "locations": [{"bldg": "Snee Hall Geological Science", "room": "Snee Hall Geological Sci 2161A", "type": "SEM", "typeLong": "Seminar", "time": "11:40AM", "days": "TR"}, {"bldg": "Snee Hall Geological Science", "room": "Snee Hall Geological Sci 2154", "type": "SEM", "typeLong": "Seminar", "time": "08:40AM", "days": "TR"}]}, {"code": "EAS 5090", "title": "Earth Materials", "name": "EAS 5090: Earth Materials", "desc": "Materials of the solid Earth (minerals, rocks) record the formation and evolution of our planet and the solar systems. This course will prepare students to identify minerals, understand their significance as a record of fundamental processes for our planet, and other rocky worlds in the solar system. This course will introduce geochemical concepts that include: element formation in the solar nebula, thermodynamic and kinetic properties that control the formation and chemical diversity of minerals, the mineral and rock record of deep Earth and surface processes. The lectures will be complemented by labs where students will learn to identify minerals using crystallography and polarized microscopy techniques. The labs will also include an introduction to modern analytical methods such as Raman and infrared spectroscopy, scanning electron microscopy, mass spectrometry, with hands-on projects where the students will collect and interpret their own data.", "locations": [{"bldg": "Snee Hall Geological Science", "room": "Snee Hall Geological Sci 1149", "type": "LAB", "typeLong": "Laboratory", "time": "01:25PM", "days": "R"}, {"bldg": "Snee Hall Geological Science", "room": "Snee Hall Geological Sci 1149", "type": "LAB", "typeLong": "Laboratory", "time": "01:25PM", "days": "F"}]}, {"code": "EAS 5420", "title": "Atmospheric Dynamics", "name": "EAS 5420: Atmospheric Dynamics", "desc": "Introduction to the basic equations and techniques used to understand motion in the atmosphere, with an emphasis on the space and time scales typical of storm systems (the \"synoptic\" scale). Derives the governing equations of atmospheric flow from first principles and applies them to mid-latitude meteorology. Topics include balanced flow, atmospheric waves, vorticity, and baroclinic instability. Students taking this course at the graduate level (EAS 5420) will have to complete additional questions on the biweekly problem sets and on the prelim and final exams.", "locations": [{"bldg": "Snee Hall Geological Science", "room": "Snee Hall Geological Sci 2161A", "type": "LEC", "typeLong": "Lecture", "time": "11:15AM", "days": "MWF"}]}, {"code": "EAS 5555", "title": "Numerical Techniques for Weather and Climate Modeling", "name": "EAS 5555: Numerical Techniques for Weather and Climate Modeling", "desc": "This class will present an introductory overview of the common methodological approaches used today for numerical weather prediction and global climate modeling. Technical skills and in-depth understanding of the approaches will be emphasized through short weekly reading assignments and programming activities. An historical perspective on weather and climate modeling will be covered as well in the scope of this course because it helps put state-of-the-art numerical modeling in an appropriate context. Final projects will include running a weather or climate model on the National Center for Atmospheric Research's Cheyenne supercomputer, or other supercomputing facilities if students have access to other resources they would like to use. Cloud computing based solutions to numerical weather and climate modeling will also be covered.    ", "locations": [{"bldg": "Snee Hall Geological Science", "room": "Snee Hall Geological Sci 2161A", "type": "LEC", "typeLong": "Lecture", "time": "08:40AM", "days": "TR"}]}, {"code": "EAS 5750", "title": "Planetary Atmospheres", "name": "EAS 5750: Planetary Atmospheres", "desc": "This course will provide an overview of fundamental physical processes that govern the structure and behavior of atmospheres in the solar system and beyond. Topics covered will include the basic principles of atmospheric statics, radiative transfer, dynamics, cloud physics, and chemistry to understand the diverse range of observable atmospheres.", "locations": [{"bldg": "Space Sciences Building - Crsr", "room": "Space Sciences Building 622", "type": "LEC", "typeLong": "Lecture", "time": "10:10AM", "days": "MW"}]}, {"code": "EAS 5770", "title": "Planetary Surface Processes", "name": "EAS 5770: Planetary Surface Processes", "desc": "Survey of remote sensing techniques used to observe the surfaces of solar system bodies and the geomorphic processes involved in their formation and evolution. Surface morphology and landforms of terrestrial planets, satellites, asteroids, and comets. Fundamentals of impact cratering, volcanism, tectonism, and erosion, with significant emphasis on terrestrial field sites as analogs. Basic introduction to physical, geochemical, and \"space\" weathering of planetary surfaces. Basic introduction to field methods and remote sensing techniques/data sets (terrestrial, spacecraft).", "locations": [{"bldg": "Space Sciences Building - Crsr", "room": "Space Sciences Building 622", "type": "LEC", "typeLong": "Lecture", "time": "10:10AM", "days": "TR"}]}, {"code": "EAS 5850", "title": "Global Geophysics", "name": "EAS 5850: Global Geophysics", "desc": "Covers global tectonics and the deep structure of the solid Earth as revealed by investigations of earthquakes, earthquake waves, the Earth's gravitational and magnetic fields, and heat flow. Students are highly encouraged to have either the math/phys prerequisites OR an introductory geologic sciences course before taking this class.", "locations": [{"bldg": "Snee Hall Geological Science", "room": "Snee Hall Geological Sci 2154", "type": "LEC", "typeLong": "Lecture", "time": "12:20PM", "days": "MWF"}]}, {"code": "EAS 6540", "title": "Ocean Satellite Remote Sensing", "name": "EAS 6540: Ocean Satellite Remote Sensing", "desc": "The goal of the course is to teach participants the basic skills needed to work independently to acquire, analyze and visualize data sets derived from a variety of satellite sensors that provide global estimates of phytoplankton abundance, sea surface temperature ocean wind speeds, and geostrophic currents. An important feature of the course is to develop good Python programming skills that are needed to effectively analyze and visualize satellite data to answer important oceanographic questions. Background lectures will cover the fundamentals of bio-optics, phytoplankton pigment algorithms and, to a lesser extent, the underlying physical principals leading to the measurement of sea surface temperature, ocean wind speed and geostrophic currents. The 3-credit class is taught in an intensive format for 9 weeks with 150 minutes of lecture time and 4hr and 50min of computer lab time each week.", "locations": [{"bldg": "Snee Hall Geological Science", "room": "Snee Hall Geological Sci 2161A", "type": "LEC", "typeLong": "Lecture", "time": "10:10AM", "days": "MW"}, {"bldg": "Snee Hall Geological Science", "room": "Snee Hall Geological Sci 2161A", "type": "LAB", "typeLong": "Laboratory", "time": "11:40AM", "days": "MW"}]}, {"code": "EAS 6820", "title": "Seismology", "name": "EAS 6820: Seismology", "desc": "This course presents an overview of observations and methods in seismology. Topics include techniques necessary for understanding elastic wave propagation in layered media and what these waves teach us about Earth's composition and structure. This course introduces concepts in earthquake and reflection seismology and seismic hazard.", "locations": [{"bldg": "Snee Hall Geological Science", "room": "Snee Hall Geological Sci 2154", "type": "LEC", "typeLong": "Lecture", "time": "10:10AM", "days": "MWF"}]}, {"code": "EAS 6920", "title": "Special Topics in Earth and Atmospheric Sciences", "name": "EAS 6920: Special Topics in Earth and Atmospheric Sciences", "desc": "Study of topics in earth and atmospheric science that are more specialized or different from other courses. Special topics depend on staff and student interests.", "locations": [{"bldg": "Snee Hall Geological Science", "room": "Snee Hall Geological Sci 2161A", "type": "SEM", "typeLong": "Seminar", "time": "11:40AM", "days": "TR"}, {"bldg": "Snee Hall Geological Science", "room": "Snee Hall Geological Sci 2154", "type": "SEM", "typeLong": "Seminar", "time": "08:40AM", "days": "TR"}]}, {"code": "EAS 7930", "title": "Earth Science Seminar", "name": "EAS 7930: Earth Science Seminar", "desc": "Seminar course for graduate students in geological sciences with topics in tectonics, seismology, petrology, and similar disciplines. Emphasis on mountain belts, but other topics entertained.", "locations": [{"bldg": "Snee Hall Geological Science", "room": "Snee Hall Geological Sci 2154", "type": "SEM", "typeLong": "Seminar", "time": "03:35PM", "days": "F"}]}, {"code": "ECE 4361", "title": "Nanofabrication and Characterization of Electronics Laboratory", "name": "ECE 4361: Nanofabrication and Characterization of Electronics Laboratory", "desc": "This course provides an introduction to nanofabrication technologies with emphasis on Si-based integrated circuits manufacturing as well as modern electronics based on GaN, 2D materials etc. The lab, primarily taught in the Cornell Teaching Cleanroom, includes basic fabrication steps of lithography, metallization, plasma etching and annealing. A series of devices will be fabricated: solar cells, MOS capacitors and transistors, 2D transistors, GaN HEMTs and LEDs.", "locations": [{"bldg": "Phillips Hall", "room": "Phillips Hall 236", "type": "LAB", "typeLong": "Laboratory", "time": "01:25PM", "days": "T"}, {"bldg": "Phillips Hall", "room": "Phillips Hall 236", "type": "LAB", "typeLong": "Laboratory", "time": "01:25PM", "days": "W"}, {"bldg": "Phillips Hall", "room": "Phillips Hall 236", "type": "LAB", "typeLong": "Laboratory", "time": "01:25PM", "days": "R"}]}, {"code": "ECE 4910", "title": "Principles of Neurophysiology", "name": "ECE 4910: Principles of Neurophysiology", "desc": "Laboratory-oriented course designed to teach the concepts and tools of cellular neurophysiology through hands-on experience with extracellular and intracellular electrophysiological techniques, and computer acquisition and analysis of laboratory results. Students explore signal transmission in the nervous system by examining the cellular basis of resting and action potentials, and synaptic transmission and optogenetic control of behavior and physiology. Lecture time is used to review nervous system physiology, introduce laboratory exercises, discuss lab results and primary research papers, and for presentation of additional experimental preparations and methods. Invertebrate preparations are used as model systems.", "locations": [{"bldg": "Comstock Hall-Academic II", "room": "Comstock Hall-Academic II B150", "type": "LAB", "typeLong": "Laboratory", "time": "11:20AM", "days": "M"}, {"bldg": "Comstock Hall-Academic II", "room": "Comstock Hall-Academic II B150", "type": "LAB", "typeLong": "Laboratory", "time": "11:20AM", "days": "T"}, {"bldg": "Comstock Hall-Academic II", "room": "Comstock Hall-Academic II B150", "type": "LAB", "typeLong": "Laboratory", "time": "08:00AM", "days": "R"}]}, {"code": "ECE 5090", "title": "Principles of Neurophysiology", "name": "ECE 5090: Principles of Neurophysiology", "desc": "Laboratory-oriented course designed to teach the concepts and tools of cellular neurophysiology through hands-on experience with extracellular and intracellular electrophysiological techniques, and computer acquisition and analysis of laboratory results. Students explore signal transmission in the nervous system by examining the cellular basis of resting and action potentials, and synaptic transmission. Lecture time is used to review nervous system physiology, introduce laboratory exercises, discuss lab results and primary research papers, and for presentation of additional experimental preparations and methods. Invertebrate preparations are used as model systems.", "locations": [{"bldg": "Comstock Hall-Academic II", "room": "Comstock Hall-Academic II B150", "type": "LAB", "typeLong": "Laboratory", "time": "11:20AM", "days": "M"}, {"bldg": "Comstock Hall-Academic II", "room": "Comstock Hall-Academic II B150", "type": "LAB", "typeLong": "Laboratory", "time": "11:20AM", "days": "T"}, {"bldg": "Comstock Hall-Academic II", "room": "Comstock Hall-Academic II B150", "type": "LAB", "typeLong": "Laboratory", "time": "08:00AM", "days": "R"}]}, {"code": "ECON 3710", "title": "The Economics of Risky Health Behaviors", "name": "ECON 3710: The Economics of Risky Health Behaviors", "desc": "Risky health behaviors such as cigarette smoking, alcohol abuse, risky sex, drug use, poor diet and physical inactivity (leading to obesity), and self-harm are responsible for hundreds of thousands of preventable deaths and impose billions of dollars in medical care costs each year in the United States. This course teaches the economic approach to studying risky health behaviors. The research literature on the economic causes and correlates of risky health behaviors will be studied in detail. Numerous policies to modify risky health behaviors, such as the minimum legal drinking age and recreational marijuana use laws, will be debated in class. A policy wargame is conducted, with students creating advertisements, giving oral presentations, and lobbying policymakers to advocate a specific policy position.\n ", "locations": [{"bldg": "Wolpe Center", "room": "Wolpe Center 118", "type": "LEC", "typeLong": "Lecture", "time": "06:30PM", "days": "W"}]}, {"code": "ECON 7851", "title": "Third Year Research Seminar II", "name": "ECON 7851: Third Year Research Seminar II", "desc": "Ph.D. students in the Field of Economics are required to take this year-long research seminar, and receive a grade of Satisfactory, in order to remain in good standing in the Ph.D. program. Students present and discuss each second-year paper, which must be completed before the semester opens and Economics 7850 meets for the first time. Students also present at least two additional papers or paper plans. These are intended to be part of the core of the student's thesis proposal, which must be given as part of the student's A Exam prior to the start of the fourth year of graduate study in the economics Ph.D. program. Economics 7851 ends with a mini-conference, attended by faculty and other Ph.D. students, in which each student makes a formal presentation in standard economics conference format, and each student discusses one of these presentations. Professional writing and presentation coaching is also provided.", "locations": [{"bldg": "Uris Hall", "room": "Uris Hall 488", "type": "SEM", "typeLong": "Seminar", "time": "04:30PM", "days": "TR"}, {"bldg": "Uris Hall", "room": "Uris Hall 488", "type": "SEM", "typeLong": "Seminar", "time": "04:30PM", "days": "R"}]}, {"code": "EDUC 4826", "title": "Leading Dialogue Across Difference: Practicum in Intergroup Relations", "name": "EDUC 4826: Leading Dialogue Across Difference: Practicum in Intergroup Relations", "desc": "Through theoretical and experiential learning, students in EDUC 4826 will further develop knowledge and skills gained in EDUC 2610 for leadership across social, cultural, and political differences. Through weekly seminar sessions, students gain a working knowledge of scholarly literature drawn from the fields of critical intergroup dialogue, practice theory, social identity theory, and social justice education. Students learn about the theories and empirical evidence on why and how communication and collaboration across difference work. Moreover, through unique experiential learning opportunities in the classroom, students practice communication and collaboration across difference, as well as facilitation skills fundamental to leading intergroup dialogue processes.", "locations": [{"bldg": "Computing & Communications Ctr", "room": "Computing & Communications 121", "type": "SEM", "typeLong": "Seminar", "time": "10:10AM", "days": "W"}, {"bldg": "Computing & Communications Ctr", "room": "Computing & Communications 121", "type": "SEM", "typeLong": "Seminar", "time": "02:30PM", "days": "W"}]}, {"code": "ENGL 6050", "title": "Archives and Artifacts", "name": "ENGL 6050: Archives and Artifacts", "desc": "Taught by curators and archivists in Cornell Library's Division of Rare and Manuscript Collections, this seminar provides an introduction to the analysis of books and unique archival documents as physical objects. Students will work hands-on with rare materials in the Carl A. Kroch Library to learn the skills necessary to pursue original research dependent upon locating and studying primary sources such as rare books, archival collections, photographs, and other unique artifacts. Topics covered will include descriptive bibliography and the analysis of books (their manufacture, distribution, and audiences), an introduction to archival arrangement and description, and how to navigate institutional repositories of rare materials. Students will also have the opportunity to discuss strategies and methods for locating materials related to their own projects or areas of study.", "locations": [{"bldg": "Kroch,Carl A Library", "room": "Kroch, Carl A Library 2B49", "type": "SEM", "typeLong": "Seminar", "time": "04:00PM", "days": "T"}]}, {"code": "ENGRD 2620", "title": "Electronic Materials for the Information Age", "name": "ENGRD 2620: Electronic Materials for the Information Age", "desc": "Examines the electrical and optical properties of materials. Topics include the mechanism of electrical conduction in metals, semiconductors and insulators; tuning of electrical properties in semiconductors, charge transport across metal/semiconductor and semiconductor/semiconductor junctions, and the interaction of materials with light; semiconductor electronic devices; and the materials science of device fabrication. Applications in microelectronics, solar cells, electronics, and display technologies are discussed. Semiweekly labs provide hands-on experience characterizing electronic materials and devices.", "locations": [{"bldg": "Phillips Hall", "room": "Phillips Hall 237", "type": "LAB", "typeLong": "Laboratory", "time": "08:30AM", "days": "R"}, {"bldg": "Phillips Hall", "room": "Phillips Hall 237", "type": "LAB", "typeLong": "Laboratory", "time": "11:15AM", "days": "S"}]}, {"code": "ENGRI 1100", "title": "Lasers and Photonics", "name": "ENGRI 1100: Lasers and Photonics", "desc": "Lasers have had an enormous impact on communications, medicine, remote sensing, and material processing. This course reviews the properties of light that are essential to understanding the underlying principles of lasers and these photonic technologies. There also is a strong, hands-on laboratory component in which the students build and operate a nitrogen laser and participate in several demonstration experiments such as holography, laser processing of materials, optical tweezers, and fiber optics.", "locations": [{"bldg": "Physical Sciences Building", "room": "Physical Sciences Building 131", "type": "LAB", "typeLong": "Laboratory", "time": "02:30PM", "days": "M"}, {"bldg": "Physical Sciences Building", "room": "Physical Sciences Building 131", "type": "LAB", "typeLong": "Laboratory", "time": "02:30PM", "days": "T"}, {"bldg": "Physical Sciences Building", "room": "Physical Sciences Building 131", "type": "LAB", "typeLong": "Laboratory", "time": "02:30PM", "days": "W"}, {"bldg": "Physical Sciences Building", "room": "Physical Sciences Building 131", "type": "LAB", "typeLong": "Laboratory", "time": "02:30PM", "days": "R"}]}, {"code": "ENTOM 4440", "title": "Integrated Pest Management", "name": "ENTOM 4440: Integrated Pest Management", "desc": "Lectures integrate the principles of pest control, ecology, and economics in the management of pests across multiple systems. Labs consist of exercises to reinforce concepts presented in lecture and demonstrate pest monitoring techniques and the application of computer technology to management problems.", "locations": [{"bldg": "Comstock Hall-Academic II", "room": "Comstock Hall-Academic II B146", "type": "LAB", "typeLong": "Laboratory", "time": "01:25PM", "days": "T"}]}, {"code": "ENTOM 4830", "title": "Insect Physiology", "name": "ENTOM 4830: Insect Physiology", "desc": "Introduction to the often unique ways in which insects have met their basic needs. Examines each organ system with emphasis on basic principles and specific examples. Also introduces students to some common methods used in physiological research and to the critical reading of scientific literature.", "locations": [{"bldg": "Comstock Hall-Academic II", "room": "Comstock Hall-Academic II B146", "type": "LAB", "typeLong": "Laboratory", "time": "01:25PM", "days": "W"}]}, {"code": "ENTOM 5440", "title": "Integrated Pest Management", "name": "ENTOM 5440: Integrated Pest Management", "desc": "Lectures integrate the principles of pest control, ecology, and economics in the management of pests across multiple systems. Labs consist of exercises to reinforce concepts presented in lecture and demonstrate pest monitoring techniques and the application of computer technology to management problems.", "locations": [{"bldg": "Comstock Hall-Academic II", "room": "Comstock Hall-Academic II B146", "type": "LAB", "typeLong": "Laboratory", "time": "01:25PM", "days": "T"}]}, {"code": "ENVS 3260", "title": "Applied Conservation Ecology", "name": "ENVS 3260: Applied Conservation Ecology", "desc": "An interactive-field and lab course designed to provide direct experience with some of the most important field methods and analytical techniques used to examine species, ecosystem and community-level function, structure, and value, especially within the context of contemporary conservation ecology and evolutionary theory. Tools include field sampling techniques, resource and conservation mapping, spatial referencing, GIS, measures of biodiversity, and manual and automated techniques for studying soil, stream, forest, terrestrial, and marine biota and related physical factors. The class is designed to provide a strong background in field research methods and theory related to ecological conservation.", "locations": [{"bldg": "Rice Hall", "room": "Rice Hall 301", "type": "LAB", "typeLong": "Laboratory", "time": "12:25PM", "days": "F"}]}, {"code": "FDSC 2110", "title": "Food Analysis Laboratory", "name": "FDSC 2110: Food Analysis Laboratory", "desc": "The experiments conducted in Food Analysis lab provide context for the application of principles of food analysis. Students will analyze complex food products for lipids, minerals, carbohydrates, proteins and other components, and through this process, hone their basic lab skills, including organization and time management. Experiments are designed to introduce a variety of techniques commonly used in food science and nutrition analytical labs. The techniques, process, and problems presented to students in this lab will have application for career paths in product development, research and development, quality control, food safety, and industry regulations, among others.", "locations": [{"bldg": "Stocking Hall", "room": "Stocking Hall M31", "type": "LAB", "typeLong": "Laboratory", "time": "01:25PM", "days": "M"}, {"bldg": "Stocking Hall", "room": "Stocking Hall M31", "type": "LAB", "typeLong": "Laboratory", "time": "01:25PM", "days": "T"}]}, {"code": "FDSC 2300", "title": "Culinary Science", "name": "FDSC 2300: Culinary Science", "desc": "Learn the science behind some favorite and new foods. Working with chefs from Cornell Dining, the underlying principles of the foods prepared in class are explained. The final exam is the preparation of a class dinner.", "locations": [{"bldg": "Stocking Hall", "room": "Stocking Hall 158", "type": "LAB", "typeLong": "Laboratory", "time": "10:10AM", "days": "W"}, {"bldg": "Stocking Hall", "room": "Stocking Hall 158", "type": "LAB", "typeLong": "Laboratory", "time": "12:20PM", "days": "W"}, {"bldg": "Stocking Hall", "room": "Stocking Hall 158", "type": "LAB", "typeLong": "Laboratory", "time": "02:30PM", "days": "W"}, {"bldg": "Stocking Hall", "room": "Stocking Hall 158", "type": "LAB", "typeLong": "Laboratory", "time": "07:30PM", "days": "W"}]}, {"code": "FDSC 2400", "title": "Wines and Grapes: Composition and Analysis", "name": "FDSC 2400: Wines and Grapes: Composition and Analysis", "desc": "Investigates the composition of grapes and wine and the most common analytical tools used in their evaluation. Both the theoretical and practical aspects of grape and wine analyses are considered.", "locations": [{"bldg": "Stocking Hall", "room": "Stocking Hall M31", "type": "LEC", "typeLong": "Lecture", "time": "12:20PM", "days": "W"}, {"bldg": "Stocking Hall", "room": "Stocking Hall M31", "type": "LAB", "typeLong": "Laboratory", "time": "02:30PM", "days": "W"}]}, {"code": "FDSC 4190", "title": "Food Chemistry Laboratory", "name": "FDSC 4190: Food Chemistry Laboratory", "desc": "Deals with the chemical properties of food components and changes they undergo in processing and storage. Stresses relationships between the chemical composition of foods and functional, nutritional, and sensory properties. Introduces lab techniques commonly used in food research. Requires a lab research project that involves writing a research proposal for the project, conducting laboratory research to test hypotheses described in the proposal, analyzing the data, and writing a paper following the format used by the Journal of Food Science.", "locations": [{"bldg": "Stocking Hall", "room": "Stocking Hall M31", "type": "LAB", "typeLong": "Laboratory", "time": "12:20PM", "days": "R"}]}, {"code": "FDSC 4340", "title": "Cider Production Laboratory", "name": "FDSC 4340: Cider Production Laboratory", "desc": "Cider is a fermented beverage made from apples. Students in this course are immersed in cider production and analysis practices through activities in the teaching winery and by visiting commercial cideries. Readings and discussions support the hands-on learning focus in this laboratory course. Significant winery time between weekly class sessions is required.", "locations": [{"bldg": "Stocking Hall", "room": "Stocking Hall 156", "type": "LAB", "typeLong": "Laboratory", "time": "02:30PM", "days": "W"}]}, {"code": "FDSC 4360", "title": "Distillation Principles and Practices Laboratory", "name": "FDSC 4360: Distillation Principles and Practices Laboratory", "desc": "As an introduction to the science of distillation this course uses the study of pre-fermentation and fermentation biology, phase separation and vapor-liquid equilibrium, and sensory perception as a vehicle to explore the role of science and technology in the production and enjoyment of distilled beverages. Sensory samples and commercial samples of spirits will be used to illustrate the sensory properties and chemical components which define different types of distilled spirits, with the goal of understanding how different raw materials, processing, and aging impact these sensory properties.", "locations": [{"bldg": "Stocking Hall", "room": "Stocking Hall 156", "type": "LEC", "typeLong": "Lecture", "time": "10:10AM", "days": "F"}, {"bldg": "Stocking Hall", "room": "Stocking Hall 156", "type": "LAB", "typeLong": "Laboratory", "time": "11:15AM", "days": "F"}]}, {"code": "FDSC 4710", "title": "Advanced Winemaking Theory and Practice II Laboratory", "name": "FDSC 4710: Advanced Winemaking Theory and Practice II Laboratory", "desc": "In the laboratory of part II of the Winemaking Theory and Practice, students continue working with wines produced in the preceding fall term, focusing on aging options, stabilization, fining, and packaging. The laboratory also provides advanced training in wine chemical and sensory analysis. Students must develop their own winemaking finishing plan for several different young wines, and participate in self-guided wine production activities, thus previous experience in wine production is highly recommended.", "locations": [{"bldg": "Stocking Hall", "room": "Stocking Hall 156", "type": "LAB", "typeLong": "Laboratory", "time": "01:25PM", "days": "R"}]}, {"code": "FDSC 5400", "title": "Wine and Grapes: Composition and Analysis", "name": "FDSC 5400: Wine and Grapes: Composition and Analysis", "desc": "VIEN 5400 is a 2-credit course (1 credit lecture, 1 credit lab) with an emphasis on understanding the practice and theory behind analytical techniques routinely used in the wine and grape industries, and the statistical tools used to evaluate the effectiveness of both analyst and assay. The course is designed to provide practical skills complementary to other courses. VIEN 5400 is restricted to graduate students; undergraduates should enroll in VIEN 2400.", "locations": [{"bldg": "Stocking Hall", "room": "Stocking Hall M31", "type": "LEC", "typeLong": "Lecture", "time": "12:20PM", "days": "W"}, {"bldg": "Stocking Hall", "room": "Stocking Hall M31", "type": "LAB", "typeLong": "Laboratory", "time": "02:30PM", "days": "W"}]}, {"code": "FDSC 6340", "title": "Cider Production Laboratory", "name": "FDSC 6340: Cider Production Laboratory", "desc": "Cider is a fermented beverage made from apples. Students in this course are immersed in cider production and analysis practices through activities in the teaching winery and by visiting commercial cideries. Readings and discussions support the hands-on learning focus in this laboratory course. Significant winery time between weekly class sessions is required.", "locations": [{"bldg": "Stocking Hall", "room": "Stocking Hall 156", "type": "LAB", "typeLong": "Laboratory", "time": "02:30PM", "days": "W"}]}, {"code": "FDSC 6360", "title": "Distillation Principles and Practices Laboratory", "name": "FDSC 6360: Distillation Principles and Practices Laboratory", "desc": "As an introduction to the science of distillation this course uses the study of pre-fermentation and fermentation biology, phase separation and vapor-liquid equilibrium, and sensory perception as a vehicle to explore the role of science and technology in the production and enjoyment of distilled beverages. Sensory samples and commercial samples of spirits will be used to illustrate the sensory properties and chemical components which define different types of distilled spirits, with the goal of understanding how different raw materials, processing, and aging impact these sensory properties.", "locations": [{"bldg": "Stocking Hall", "room": "Stocking Hall 156", "type": "LEC", "typeLong": "Lecture", "time": "10:10AM", "days": "F"}, {"bldg": "Stocking Hall", "room": "Stocking Hall 156", "type": "LAB", "typeLong": "Laboratory", "time": "11:15AM", "days": "F"}]}, {"code": "FDSC 6710", "title": "Advanced Winemaking Theory and Practice II Laboratory", "name": "FDSC 6710: Advanced Winemaking Theory and Practice II Laboratory", "desc": "In the laboratory of part II of the Winemaking Theory and Practice, students continue working with wines produced in the preceding fall term, focusing on aging options, stabilization, fining, and packaging. The laboratory also provides advanced training in wine chemical and sensory analysis. Students must develop their own winemaking finishing plan for several different young wines, and participate in self-guided wine production activities, thus previous experience in wine production is highly recommended.", "locations": [{"bldg": "Stocking Hall", "room": "Stocking Hall 156", "type": "LAB", "typeLong": "Laboratory", "time": "01:25PM", "days": "R"}]}, {"code": "FGSS 3210", "title": "Gender and the Brain", "name": "FGSS 3210: Gender and the Brain", "desc": "Why are boys more likely than girls to be diagnosed with autism, and why are women more likely than men to be diagnosed with depression? Are there different \"gay\" and \"straight\" brains? And how does brain science interact with gender and sexuality in popular debate? Reading and discussing the original scientific papers and related critical texts, we will delve into the neuroscience of gender. In this course, we will delve into the neuroscience of gender difference. Reading the original scientific papers and related critical texts, we will ask whether we can find measurable physical differences in male and female brains, and what these differences might be. Do men and women solve spatial puzzles differently, as measured physiologically? Do nonhuman animals display sex-specific behaviors mediated by brain structure, and can we extrapolate these findings to human behavior? Why are boys three times more likely than girls to be diagnosed as autistic, and is there any connection between the predominantly male phenomenon of autism and other stereotypically male mental traits? Are there physical representations of sexual orientation in the brain, and how are these related to gender identity? And how are scientific studies represented and misrepresented in popular debate?", "locations": [{"bldg": "Corson-Mudd", "room": "Corson-Mudd W364", "type": "LEC", "typeLong": "Lecture", "time": "02:55PM", "days": "MW"}]}, {"code": "FGSS 4000", "title": "Senior Seminar in Feminist, Gender, and Sexuality Studies", "name": "FGSS 4000: Senior Seminar in Feminist, Gender, and Sexuality Studies", "desc": "This senior seminar constitutes the culmination of the FGSS major-it provides a unique opportunity to come together with all the other FGSS seniors to both put to use what has been learned and explore new aspects of feminist, gender, and sexuality studies. In this particular seminar, we will attempt to answer, in short, the question of what it means to be a feminist today, at this point in time and place. Pursuing the intersections of theory and practice, we will explore issues and concerns in the areas that you have identified as central to your concept and/or critique of feminism.", "locations": [{"bldg": "Rockefeller Hall", "room": "Rockefeller Hall 190", "type": "SEM", "typeLong": "Seminar", "time": "02:00PM", "days": "W"}]}, {"code": "GOVT 3087", "title": "International Human Rights Law and Advocacy", "name": "GOVT 3087: International Human Rights Law and Advocacy", "desc": "This course will introduce students to the law and practice of international human rights. Students will think critically about the effectiveness of the international human rights system by examining its successes, failures, and dilemmas in preventing and responding to human rights abuse. Topics covered include the origins of international human rights; the role of international, regional, and domestic institutions and actors in enforcing human rights; critiques of the human rights movement; challenges encountered in human rights advocacy; and the relationship of the United States to the international system for the protection of human rights. The course will also explore issues such as the immigration, the death penalty, gender justice, climate change, global poverty, racism and xenophobia, and responses to mass atrocities. Throughout this interactive course, students will have frequent opportunities to step into the shoes of a human rights advocate and work individually and with their classmates to address simulated human rights problems.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 184", "type": "LEC", "typeLong": "Lecture", "time": "01:00PM", "days": "MW"}]}, {"code": "GOVT 3131", "title": "The Nature, Functions, and Limits of Law", "name": "GOVT 3131: The Nature, Functions, and Limits of Law", "desc": "A general-education course to acquaint students with how our legal system pursues the goals of society. The course introduces students to various perspectives on the nature of law, what functions it ought to serve in society, and what it can and cannot accomplish. The course proceeds in the belief that such matters constitute a valuable and necessary part of a general education, not only for pre-law students but especially for students in other fields. Assigned readings comprise legal materials and also secondary sources on the legal process and the role of law in society. The classes include discussion and debate about current legal and social issues, including equality, safety, the environment, punishment, and autonomy.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 184", "type": "LEC", "typeLong": "Lecture", "time": "02:55PM", "days": "MW"}]}, {"code": "GREEK 7161", "title": "Greek Philosophical Texts", "name": "GREEK 7161: Greek Philosophical Texts", "desc": "Reading and translation of Greek Philosophical texts.", "locations": [{"bldg": "Goldwin Smith Hall", "room": "Goldwin Smith Hall 327", "type": "SEM", "typeLong": "Seminar", "time": "12:20PM", "days": "F"}]}, {"code": "HADM 1361", "title": "Principles of Food and Beverage Operations Management", "name": "HADM 1361: Principles of Food and Beverage Operations Management", "desc": "In this course students are introduced to the principles of food and beverage operations management. Attention is focused on market segments and industry structure with an emphasis on product and systems differentiation. Course goals include a conceptual understanding of, and the practical application of (e.g., lab activities), the components of foodservice systems: menu and product development and management, production, service, controls, financial analysis, food safety, ethics, and quality assurance.", "locations": [{"bldg": "Statler Hall", "room": "Statler Hall 280", "type": "LAB", "typeLong": "Laboratory", "time": "08:00AM", "days": "T"}, {"bldg": "Statler Hall", "room": "Statler Hall 280", "type": "LAB", "typeLong": "Laboratory", "time": "11:40AM", "days": "T"}, {"bldg": "Statler Hall", "room": "Statler Hall 280", "type": "LAB", "typeLong": "Laboratory", "time": "08:00AM", "days": "R"}, {"bldg": "Statler Hall", "room": "Statler Hall 280", "type": "LAB", "typeLong": "Laboratory", "time": "11:40AM", "days": "R"}, {"bldg": "Statler Hall", "room": "Statler Hall 280", "type": "LAB", "typeLong": "Laboratory", "time": "08:00AM", "days": "F"}]}, {"code": "HADM 1740", "title": "Business Computing", "name": "HADM 1740: Business Computing", "desc": "Provides a foundation in information technology (IT) and how it relates to everyday business computing. Students learn IT concepts during lectures, and these concepts are reinforced in practical lab sessions using current standards of business computing. Topics include fundamental IT concepts; proficiency in Microsoft Office; understanding the issues of tool selection, standardization, and efficiency; integration of applications; and recognizing the importance of good computer management.", "locations": [{"bldg": "Statler Hall", "room": "Statler Hall 365", "type": "LEC", "typeLong": "Lecture", "time": "10:10AM", "days": "MW"}, {"bldg": "Statler Hall", "room": "Statler Hall 365", "type": "LEC", "typeLong": "Lecture", "time": "10:10AM", "days": "TR"}]}, {"code": "HADM 2351", "title": "Restaurant Management", "name": "HADM 2351: Restaurant Management", "desc": "This course covers concepts, issues, and business principles relevant to the restaurant industry, including market analysis, menu and service systems, and financial and operational management and applies them in a real-life restaurant setting. Students conceptualize and manage the operations of an in-person restaurant open to the Cornell community and evaluate the process and outcomes. Successful completion of the course requires students to complete TiPS and ServSafe certifications shortly after the start of the semester.", "locations": [{"bldg": "Statler Hall", "room": "Statler Hall 280", "type": "LAB", "typeLong": "Laboratory", "time": "02:55PM", "days": "M"}, {"bldg": "Statler Hall", "room": "Statler Hall 280", "type": "LAB", "typeLong": "Laboratory", "time": "02:55PM", "days": "W"}]}, {"code": "HADM 2740", "title": "Business Computing", "name": "HADM 2740: Business Computing", "desc": "Provides a foundation in information technology (IT) and how it relates to everyday business computing. Students learn IT concepts during lectures, and these concepts are reinforced in practical lab sessions using current standards of business computing. Topics include fundamental IT concepts; proficiency in Microsoft Office; understanding the issues of tool selection, standardization, and efficiency; integration of applications; and recognizing the importance of good computer management.", "locations": [{"bldg": "Statler Hall", "room": "Statler Hall 365", "type": "LEC", "typeLong": "Lecture", "time": "10:10AM", "days": "MW"}, {"bldg": "Statler Hall", "room": "Statler Hall 365", "type": "LEC", "typeLong": "Lecture", "time": "10:10AM", "days": "TR"}]}, {"code": "HADM 3350", "title": "Restaurant Management", "name": "HADM 3350: Restaurant Management", "desc": "This course covers concepts, issues, and business principles relevant to the restaurant industry, including market analysis, menu and service systems, and financial and operational management and applies them in a real-life restaurant setting. Students conceptualize and manage the operations of an in-person restaurant open to the Cornell community and evaluate the process and outcomes.  Successful completion of the course requires students to complete TiPS and ServSafe certifications shortly after the start of the semester.", "locations": [{"bldg": "Statler Hall", "room": "Statler Hall 280", "type": "LAB", "typeLong": "Laboratory", "time": "02:55PM", "days": "T"}, {"bldg": "Statler Hall", "room": "Statler Hall 280", "type": "LAB", "typeLong": "Laboratory", "time": "02:55PM", "days": "R"}, {"bldg": "Statler Hall", "room": "Statler Hall 280", "type": "LAB", "typeLong": "Laboratory", "time": "02:55PM", "days": "F"}]}, {"code": "HADM 4335", "title": "Contemporary Issues in Food", "name": "HADM 4335: Contemporary Issues in Food", "desc": "This course intends to build awareness among the public regarding nutrition, food ethics, policy, insecurity, and sustainability. Sophisticated consumers and business operators are increasing the embrace of environmental health, customer health, and food sourcing. Students will explore the everchanging landscape of the food and beverage industry as seen through this societal lens. Discussion and lab topics include sustainable farming and consumer health needs, the power of food marketing, merchandising, and the \"selling\" of healthy menus in restaurants.\n ", "locations": [{"bldg": "Statler Hall", "room": "Statler Hall 278", "type": "LEC", "typeLong": "Lecture", "time": "01:25PM", "days": "MW"}]}, {"code": "ILRID 4826", "title": "Leading Dialogue Across Difference: Practicum in Intergroup Relations", "name": "ILRID 4826: Leading Dialogue Across Difference: Practicum in Intergroup Relations", "desc": "Through theoretical and experiential learning, students in EDUC 4826 will further develop knowledge and skills gained in EDUC 2610 for leadership across social, cultural, and political differences. Through weekly seminar sessions, students gain a working knowledge of scholarly literature drawn from the fields of critical intergroup dialogue, practice theory, social identity theory, and social justice education. Students learn about the theories and empirical evidence on why and how communication and collaboration across difference work. Moreover, through unique experiential learning opportunities in the classroom, students practice communication and collaboration across difference, as well as facilitation skills fundamental to leading intergroup dialogue processes.", "locations": [{"bldg": "Computing & Communications Ctr", "room": "Computing & Communications 121", "type": "SEM", "typeLong": "Seminar", "time": "10:10AM", "days": "W"}, {"bldg": "Computing & Communications Ctr", "room": "Computing & Communications 121", "type": "SEM", "typeLong": "Seminar", "time": "02:30PM", "days": "W"}]}, {"code": "ILRLR 6189", "title": "Current Issues in Collective Bargaining", "name": "ILRLR 6189: Current Issues in Collective Bargaining", "desc": "This advanced level mini-course examines several key issues in today's collective bargaining between US private sector employers and unions. Through extensive pre-class readings and podcasts, and during four 3 hour classes, we will trace key developments that have set the table for today's bargaining environment, eg., the deindustrialization of the American economy, the decline of union workforce density, and the rise of defensive collective bargaining; examine resultant wage stagnation and troubled health care and defined benefit pension plans; investigate the effects and intersection of employment law and legislation on collective bargaining and dispute resolution; and consider the emerging arena of unionization in higher education.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 182", "type": "LEC", "typeLong": "Lecture", "time": "06:00PM", "days": "MTWR"}]}, {"code": "INDO 1100", "title": "Elements of Indonesian Language and Culture", "name": "INDO 1100: Elements of Indonesian Language and Culture", "desc": "This course is for students with no previous knowledge of Indonesian or Malay language. Students will learn enough phrases to be able to handle very simple interactions, express very simple needs, and behave appropriately in Indonesian settings. Cultural information will be taught in English. Indonesianists of Cornell share fun information about their fields of expertise regarding Indonesia.  80% of the course, the Bahasa Indonesia language component, will be practiced.", "locations": [{"bldg": "Rockefeller Hall", "room": "Rockefeller Hall 306", "type": "LEC", "typeLong": "Lecture", "time": "03:35PM", "days": "MW"}]}, {"code": "LA 5900", "title": "Theoretical Foundations", "name": "LA 5900: Theoretical Foundations", "desc": "This seminar is intended to provide Landscape Architecture Students (as well as Architecture, Planning students) with knowledge of the most relevant histories, theories and critical discourses related to the field from the scope of Landscape Design.  We tend to think that theories provide the insight to embitter practice.  However, there has been practice that provoked and enhanced disciplinary debate and actually generated a \"paradigm shift\".  The course launches a research question: it is only through the examination of influential design works that we can build the multiple dialogues between theory and practice: explore how theory is embedded into disciplinary production and study how pioneer works create specific and innovative disciplinary literature.", "locations": [{"bldg": "Kennedy Hall", "room": "Kennedy Hall 119", "type": "SEM", "typeLong": "Seminar", "time": "02:30PM", "days": "T"}, {"bldg": "Kennedy Hall", "room": "Kennedy Hall 119", "type": "SEM", "typeLong": "Seminar", "time": "12:20PM", "days": "M"}]}, {"code": "LATIN 7222", "title": "Latin Paleography", "name": "LATIN 7222: Latin Paleography", "desc": "This course is an introduction to and survey of Latin scripts from Roman antiquity through the early Renaissance, with an emphasis on the identification, localization, and reading of scripts. Class meetings will combine practical study of Latin scripts through medieval manuscripts in the Kroch library, facsimiles, and online digital reproductions with instruction in the cultural-historical background to manuscript production, library practices, and bibliographical resources. Students will also be introduced to basic techniques for codicological description and the principles of textual criticism.", "locations": [{"bldg": "Kroch,Carl A Library", "room": "Kroch, Carl A Library 2B49", "type": "SEM", "typeLong": "Seminar", "time": "01:25PM", "days": "W"}]}, {"code": "LATIN 7262", "title": "Latin Philosophical Texts", "name": "LATIN 7262: Latin Philosophical Texts", "desc": "Reading and translation of Latin philosophical texts.", "locations": [{"bldg": "Hans Bethe House", "room": "Hans Bethe House 125", "type": "SEM", "typeLong": "Seminar", "time": "07:30PM", "days": "T"}]}, {"code": "LAW 4081", "title": "International Human Rights Law and Advocacy", "name": "LAW 4081: International Human Rights Law and Advocacy", "desc": "This course will introduce students to the law and practice of international human rights. Students will think critically about the effectiveness of the international human rights system by examining its successes, failures, and dilemmas in preventing and responding to human rights abuse. Topics covered include the origins of international human rights; the role of international, regional, and domestic institutions and actors in enforcing human rights; critiques of the human rights movement; challenges encountered in human rights advocacy; and the relationship of the United States to the international system for the protection of human rights. The course will also explore issues such as the immigration, the death penalty, gender justice, climate change, global poverty, racism and xenophobia, and responses to mass atrocities. Throughout this interactive course, students will have frequent opportunities to step into the shoes of a human rights advocate and work individually and with their classmates to address simulated human rights problems.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 184", "type": "LEC", "typeLong": "Lecture", "time": "01:00PM", "days": "MW"}]}, {"code": "LAW 4131", "title": "The Nature, Functions, and Limits of Law", "name": "LAW 4131: The Nature, Functions, and Limits of Law", "desc": "A general-education course to acquaint students with how our legal system pursues the goals of society. The course introduces students to various perspectives on the nature of law, what functions it ought to serve in society, and what it can and cannot accomplish. The course proceeds in the belief that such matters constitute a valuable and necessary part of a general education, not only for pre-law students but especially for students in other fields. Assigned readings comprise legal materials and also secondary sources on the legal process and the role of law in society. The classes include discussion and debate about current legal and social issues, including equality, safety, the environment, punishment, and autonomy.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 184", "type": "LEC", "typeLong": "Lecture", "time": "02:55PM", "days": "MW"}]}, {"code": "LAW 5001", "title": "Civil Procedure", "name": "LAW 5001: Civil Procedure", "desc": "An introduction to civil litigation, from commencement of an action through disposition on appeal, studied in the context of the federal procedural system. Also, a detailed consideration of federalism and ascertainment of applicable law; jurisdiction, process, and venue; and former adjudication.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 290", "type": "LEC", "typeLong": "Lecture", "time": "01:25PM", "days": "MTW"}, {"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 290", "type": "LEC", "typeLong": "Lecture", "time": "09:05AM", "days": "MTW"}, {"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 182", "type": "LEC", "typeLong": "Lecture", "time": "09:05AM", "days": "TWR"}]}, {"code": "LAW 5061", "title": "Criminal Law", "name": "LAW 5061: Criminal Law", "desc": "An introductory study of the criminal law, including theories of punishment, analysis of the elements of criminal liability and available defenses, and consideration of specific crimes as defined by statute and the common law.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 184", "type": "LEC", "typeLong": "Lecture", "time": "11:15AM", "days": "WRF"}, {"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall G90", "type": "LEC", "typeLong": "Lecture", "time": "11:15AM", "days": "MTW"}]}, {"code": "LAW 5081", "title": "Lawyering", "name": "LAW 5081: Lawyering", "desc": "Lawyering is a full-year course designed to introduce first-year students to lawyering skills, with primary emphasis on legal writing, analysis, research, and oral presentations. Assignments are usually set in the context of a simulated law office (or judge's chambers). In the fall semester, students write predictive memoranda that point out the strengths and weaknesses of their client's case. To prepare the memoranda, students may need to determine the facts of the case by conducting interviews or depositions. Acting as junior attorneys, students will also make an oral presentation to a supervising attorney. The spring semester focuses on persuasive advocacy. Students prepare a memorandum, motion, or brief for submission to a court and, later, orally argue for their positions in a simulated court session. Throughout the year, students also learn the fundamentals of legal research. Instruction occurs not only in full-class sessions but also in individual conferences. Students receive extensive feedback on each major assignment.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall G90", "type": "LEC", "typeLong": "Lecture", "time": "11:15AM", "days": "RF"}, {"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 182", "type": "LEC", "typeLong": "Lecture", "time": "01:25PM", "days": "MT"}, {"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 184", "type": "LEC", "typeLong": "Lecture", "time": "09:05AM", "days": "RF"}, {"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 182", "type": "LEC", "typeLong": "Lecture", "time": "01:25PM", "days": "RF"}, {"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 182", "type": "LEC", "typeLong": "Lecture", "time": "11:15AM", "days": "MT"}, {"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 285", "type": "LEC", "typeLong": "Lecture", "time": "11:15AM", "days": "MT"}, {"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 186", "type": "LEC", "typeLong": "Lecture", "time": "01:25PM", "days": "M"}, {"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 186", "type": "LEC", "typeLong": "Lecture", "time": "10:10AM", "days": "F"}, {"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 277", "type": "LEC", "typeLong": "Lecture", "time": "11:15AM", "days": "T"}, {"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 277", "type": "LEC", "typeLong": "Lecture", "time": "10:10AM", "days": "F"}]}, {"code": "LAW 5121", "title": "Property", "name": "LAW 5121: Property", "desc": "This is a course in basic property law. It covers acquisitions of rights in property, estates in land, concurrent ownership, landlord/tenant relations, and regulation of land use.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall G90", "type": "LEC", "typeLong": "Lecture", "time": "09:05AM", "days": "TWRF"}, {"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 186", "type": "LEC", "typeLong": "Lecture", "time": "01:05PM", "days": "WR"}, {"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 186", "type": "LEC", "typeLong": "Lecture", "time": "08:45AM", "days": "F"}, {"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall G90", "type": "LEC", "typeLong": "Lecture", "time": "01:25PM", "days": "TWRF"}]}, {"code": "LAW 6001", "title": "Accounting for Lawyers", "name": "LAW 6001: Accounting for Lawyers", "desc": "This course is designed to introduce students to the basic concepts and fundamentals of financial accounting. It will focus on (1) accrual accounting concepts, principles and conventions, (2) the presentation of financial statements (balance sheets, income statements, statements of cash flow), (3) the interpretation and analysis of financial statements, and (4) the use and misuse of accounting information. The goal of the course is to enable students to critically review a company's financial statements. The course is intended for students with no prior background in accounting and is limited to students who have had no college accounting courses (or equivalent). Students with one or two college level accounting courses or other modest accounting background may take this course for a JD letter grade only with permission of the instructor.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 182", "type": "LEC", "typeLong": "Lecture", "time": "01:05PM", "days": "W"}]}, {"code": "LAW 6010", "title": "Civil Procedure for LLMs", "name": "LAW 6010: Civil Procedure for LLMs", "desc": "An introduction to U.S. civil litigation for students pursuing an LL.M. degree. The course will survey the phases of a lawsuit and consider other procedural matters, including multiparty litigation, former adjudication, jurisdiction, and federalism.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall G85", "type": "LEC", "typeLong": "Lecture", "time": "01:25PM", "days": "MTW"}]}, {"code": "LAW 6011", "title": "Administrative Law", "name": "LAW 6011: Administrative Law", "desc": "An introduction to the constitutional and other legal issues posed by the modern administrative state. Topics include: procedural due process, separation of powers, procedural modes of administrative policymaking; judicial review of agency action; and the oversight and control relationships between agencies and Congress or the President. The course provides a working familiarity with the fundamentals of administrative procedure, as well as a larger inquiry into the role of agencies in our constitutional system - and the effect of legal doctrine on shaping that role.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 182", "type": "LEC", "typeLong": "Lecture", "time": "10:10AM", "days": "MTW"}]}, {"code": "LAW 6025", "title": "Private Funds", "name": "LAW 6025: Private Funds", "desc": "Private equity funds, hedge funds and other alternative investments are a significant segment of investment activity worldwide. They are often the subjects of rigorous debate as to the potential benefits and costs they deliver to the global economy and the appropriate levels of regulations and controls. This course introduces private equity and hedge funds, their respective historical background, structure and business and regulatory considerations. Students will learn the basic framework applicable to the structuring and ongoing matters relating to funds and fund managers. Through reading materials, interactive class discussions and guest lectures students will explore the perspectives of fund managers, investors, regulators and other industry participants.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 390", "type": "LEC", "typeLong": "Lecture", "time": "02:55PM", "days": "R"}, {"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 390", "type": "LEC", "typeLong": "Lecture", "time": "09:05AM", "days": "F"}]}, {"code": "LAW 6067", "title": "Compliance Systems", "name": "LAW 6067: Compliance Systems", "desc": "This course is designed to introduce students to the basic concepts and fundamentals of the compliance function within a company or organization. It will focus on (1) the drivers behind the development of rules (2) practical issues involved in rule creation (3) the process of training, or \"selling,\" rule systems to the appropriate people (4) policing compliance, including investigations and enforcement of rules, and (5) the consequences of failing to operate a compliance program or doing it wrong. The course relies upon case studies from businesses and organizations, with an emphasis on real life situations and problem solving techniques. A primary argument of the course is that appropriate and efficient internal compliance will support the central mission of the business and control costs.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall G85", "type": "LEC", "typeLong": "Lecture", "time": "10:10AM", "days": "MWF"}]}, {"code": "LAW 6081", "title": "Animal Law", "name": "LAW 6081: Animal Law", "desc": "This course will examine a cutting-edge and constantly evolving field of law, exploring the statutory and case law in which the legal, social, or biological nature of nonhuman animals is an important factor. The course encompasses companion animals, wildlife, and animals raised for food, entertainment, and research, and will survey traditional law topics like torts, contracts, criminal law, constitutional law and federal laws as they intersect with animals. It will also explore the normative and legal ramifications of new food technologies including plant-based and cell-based meat. Grade will be based on participation in open-minded discussions, submission of short (1–2 page) weekly reflection papers that account for 15% of the final grade, and a take-home examination.\n ", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 387", "type": "SEM", "typeLong": "Seminar", "time": "10:10AM", "days": "R"}]}, {"code": "LAW 6085", "title": "Law Practice Technology", "name": "LAW 6085: Law Practice Technology", "desc": "Rapidly evolving technologies are undoubtedly transforming the traditional law practice. The purpose of this course is to explore and investigate the use and impact of current technologies in the practice of law. The focus will be on large practice groups with discussions on smaller to mid-sized law firms.  Tools for client management, electronic discovery, competitive intelligence, document and knowledge management will be analyzed. Ethical issues relating to proper use of technology and data management will be discussed. Electronic communications, social networking tools and emerging technologies including artificial intelligence, wearable technologies and autonomous vehicles, will also be explored.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall G85", "type": "LEC", "typeLong": "Lecture", "time": "10:10AM", "days": "T"}]}, {"code": "LAW 6131", "title": "Business Organizations", "name": "LAW 6131: Business Organizations", "desc": "An introduction to the legal rules, principles, and economic factors that influence the governance of business enterprises in the United States. While the principal focus of the course will be the governance of large, publicly-traded corporations, we will also devote some attention to agency relationships, partnerships, and closely-held corporations. Legal topics will include business formation and capitalization, fiduciary obligations, shareholder voting, derivative suits, corporate control transactions, and the purpose of the firm.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 290", "type": "LEC", "typeLong": "Lecture", "time": "10:10AM", "days": "MTWR"}]}, {"code": "LAW 6135", "title": "Bioethics Mediation and Resolution of Ethical Dilemmas in Health Care", "name": "LAW 6135: Bioethics Mediation and Resolution of Ethical Dilemmas in Health Care", "desc": "The course will introduce students to the key ethical and legal principles that underlay this unique and important form of mediation. It will also provide a foundational understanding of bioethics and its interplay with law and medicine in clinical medicine. Topics to be discussed will include informed consent, health-care decision making, advance directives (health care proxies and living wills), surrogate decision-making for incapacitated adults and children, and end-of-life treatment issues, including medical futility.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 186", "type": "SEM", "typeLong": "Seminar", "time": "01:25PM", "days": "F"}]}, {"code": "LAW 6138", "title": "Blockchain, DeFi and Evolving Regulatory Issues", "name": "LAW 6138: Blockchain, DeFi and Evolving Regulatory Issues", "desc": null, "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 182", "type": "LEC", "typeLong": "Lecture", "time": "02:30PM", "days": "F"}]}, {"code": "LAW 6158", "title": "Client Counseling", "name": "LAW 6158: Client Counseling", "desc": "Clients come to lawyers seeking problem-solving advice. This course follows a \"client-centered\" approach to counseling that will examine techniques lawyers can use to help clients make good decisions. Class sessions will incorporate role plays that cover different stages of the counseling process, including clarifying clients' objectives and identifying alternatives and consequences, in litigation and transactional contexts.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 277", "type": "LEC", "typeLong": "Lecture", "time": "04:15PM", "days": "MW"}]}, {"code": "LAW 6192", "title": "Conflict of Laws Seminar", "name": "LAW 6192: Conflict of Laws Seminar", "desc": null, "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 279", "type": "SEM", "typeLong": "Seminar", "time": "04:30PM", "days": "T"}]}, {"code": "LAW 6209", "title": "Cornell Prison Education Program Teaching Practicum", "name": "LAW 6209: Cornell Prison Education Program Teaching Practicum", "desc": null, "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall G81", "type": "LEC", "typeLong": "Lecture", "time": "04:45PM", "days": "M"}]}, {"code": "LAW 6264", "title": "Criminal Procedures: Investigations", "name": "LAW 6264: Criminal Procedures: Investigations", "desc": "Criminal Procedure: Investigations examines the constitutional law that governs police attempts to solve crime and bring perpetrators to justice. The course considers the role of the Fourth Amendment prohibition against unreasonable searches and seizures as well as the Fifth Amendment ban on compelled self-incrimination, in guiding police behavior and in structuring the trials that follow constitutional violations. Students will evaluate the wisdom and constitutional validity of the Fourth Amendment exclusionary rule, which prohibits the introduction of evidence obtained as a result of an unreasonable search, and the well-known Miranda v. Arizona decision as it has evolved over time.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 390", "type": "LEC", "typeLong": "Lecture", "time": "02:30PM", "days": "MW"}]}, {"code": "LAW 6331", "title": "Employment Law", "name": "LAW 6331: Employment Law", "desc": "Survey of major statutory schemes and common law doctrines that regulate the employer-employee relationship, other than laws regulating union formation and collective bargaining, which are covered in Labor Law. Topics covered include the common law of unjust dismissal, trade secrets, restrictive covenants, drug testing, free speech, and privacy. Major statutory schemes covered include Title VII and other antidiscrimination laws, the Fair Labor Standards Act, the Family and Medical Leave Act, and ERISA. \n ", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 285", "type": "LEC", "typeLong": "Lecture", "time": "10:10AM", "days": "TWR"}]}, {"code": "LAW 6401", "title": "Evidence", "name": "LAW 6401: Evidence", "desc": "The rules of evidence in civil and criminal cases with emphasis on relevance, hearsay, authentication, witnesses, experts, and confrontation. The course focuses on the Federal Rules of Evidence, with some attention to how they diverge from the common law.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 290", "type": "LEC", "typeLong": "Lecture", "time": "02:30PM", "days": "MTWR"}]}, {"code": "LAW 6431", "title": "Federal Courts", "name": "LAW 6431: Federal Courts", "desc": "This course examines the various constitutional, statutory, and judge-made doctrines that control access to the federal courts to vindicate federal rights. It is particularly valuable for those planning a career in public interest or the public sector, anyone else expecting to litigate extensively in federal court, and students who have or hope to obtain a judicial clerkship. Topics covered include: case or controversy limitations, including standing; constitutional and statutory limits on jurisdiction; causes of action for constitutional and statutory rights, including 42 U.S.C. §1983 and Bivens actions; bars to such actions, including sovereign immunity and abstention doctrines; and habeas corpus.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 285", "type": "LEC", "typeLong": "Lecture", "time": "01:25PM", "days": "MTWR"}]}, {"code": "LAW 6436", "title": "Practicing Criminal Defense in Federal Court", "name": "LAW 6436: Practicing Criminal Defense in Federal Court", "desc": "Whether you were a student in the Fall session looking to continue on our journey, or you are with us for the first time, this course takes you into the courtroom and the conference room to provide you with a real-world experience in defending a federal criminal case. Working off of real cases with an emphasis on role-playing - both as defense counsel and government prosecutors -we will get you ready to successfully prepare for and navigate the busy streets of a federal criminal case. From the very beginning – whether your client has been taken into custody or has been visited by government agents – right through to the sentencing hearing, we will cover what \"really happens.\"", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 285", "type": "LEC", "typeLong": "Lecture", "time": "09:00AM", "days": "F"}]}, {"code": "LAW 6441", "title": "Federal Income Taxation", "name": "LAW 6441: Federal Income Taxation", "desc": "A basic course designed to develop understanding of tax concepts and ability to work effectively with the Internal Revenue Code, regulations, cases, and other tax materials.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 186", "type": "LEC", "typeLong": "Lecture", "time": "02:30PM", "days": "TWR"}]}, {"code": "LAW 6465", "title": "Global M and A Practice", "name": "LAW 6465: Global M and A Practice", "desc": "It will provide a guidance on M&amp;A practices in various jurisdictions, including the US, Europe, Japan and other emerging countries.  The course will address global M&amp;A trends, various transaction structures, terms of acquisition agreements and a comparison of different M&amp;A practices (e.g., US-style and UK-style), as well as other legal issues such as merger filings and anti-corruption.  The course will also introduce various aspects of Japanese corporates, including corporate governance, business cultures and commercial trends. ", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall G90", "type": "LEC", "typeLong": "Lecture", "time": "04:30PM", "days": "MTWRF"}]}, {"code": "LAW 6471", "title": "Health Law", "name": "LAW 6471: Health Law", "desc": "This course will consider legal aspects of the organization, financing, and distribution of health care in the United States. It will emphasize issues of access, costs, and quality, and address the use of regulation, litigation and market-driven strategies to confront emerging problems. Readings will be from a health law casebook, supplemented by occasional handouts of current materials. The goal is to convey an appreciation of the challenges involved in providing health care to those in need and of the role of law and lawyers in meeting these challenges.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall G85", "type": "LEC", "typeLong": "Lecture", "time": "02:30PM", "days": "MT"}]}, {"code": "LAW 6511", "title": "Intellectual Property", "name": "LAW 6511: Intellectual Property", "desc": "A survey of legal mechanisms for protecting intellectual property including patent, trademark, copyright, trade secret and related state law doctrines.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 277", "type": "LEC", "typeLong": "Lecture", "time": "10:10AM", "days": "MTW"}]}, {"code": "LAW 6569", "title": "Introduction to Depositions", "name": "LAW 6569: Introduction to Depositions", "desc": "Depositions are a critical component of pretrial discovery. Indeed, many cases are lost, won, or settled because of information gleaned at a deposition. Attorneys also often modify trial strategies because of a witness's performance at a deposition. Because depositions play such an important role in litigation, the majority of junior litigation attorneys can expect to deal with depositions in some manner from the very start of their careers. This introductory course will expose students to several facets of a deposition: preparing for deposition, asking questions at a deposition, defending the witness at a deposition, using documents at a deposition, and reviewing the transcript of a deposition. Students can expect to take and defend mock depositions and to observe and critique their fellow students' deposition skills. The course will culminate in a three-hour deposition in which students will team up to depose and defend two witnesses. Students must set aside one Saturday morning at the end of the semester for this deposition.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 182", "type": "LEC", "typeLong": "Lecture", "time": "02:30PM", "days": "TR"}]}, {"code": "LAW 6592", "title": "Labor Law, Practice and Policy", "name": "LAW 6592: Labor Law, Practice and Policy", "desc": "This course will focus on the federal laws regulating the organization of private-sector workers and unions and the process of collective bargaining in addition to addressing protected concerted activity unrelated to union organizing.  Issues of race, economic justice and immigrant workers will also be addressed. Practice in the field of labor and employment law will be highlighted along with important and timely public policy issues.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 184", "type": "LEC", "typeLong": "Lecture", "time": "02:30PM", "days": "TR"}]}, {"code": "LAW 6616", "title": "Law and Development", "name": "LAW 6616: Law and Development", "desc": null, "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 186", "type": "LEC", "typeLong": "Lecture", "time": "04:45PM", "days": "MTWR"}]}, {"code": "LAW 6641", "title": "Professional Responsibility", "name": "LAW 6641: Professional Responsibility", "desc": "This course is intended to provide a comprehensive overview of the law governing lawyers in a variety of practice settings, including transactional, counseling, and civil and criminal litigation. The course is not focused merely on the ABA's Model Rules, but draws extensively from judicial decisions in malpractice and disqualification cases, the new Restatement of the Law Governing Lawyers, and other sources of law. A major theme is the relationship between state bar disciplinary rules and the generally applicable law of tort, contracts, agency, procedure, and crimes. Another significant theme is the prevention of attorney discipline and malpractice liability through advance planning.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall G90", "type": "LEC", "typeLong": "Lecture", "time": "02:30PM", "days": "MTW"}]}, {"code": "LAW 6661", "title": "Constitutional Law of the European Union", "name": "LAW 6661: Constitutional Law of the European Union", "desc": "This course introduces students to the law and institutions of the European Union. It examines the composition, organization, functions and powers of the Union's governing bodies; analyzes the Union's governing treaties and constitutional law; and studies the Union's decision-making processes. The course also explores broader questions of political, economic and legal integration, such as the proper relation between the Union's law and the domestic law of the Union's Member states, and the desirability and feasibility of using the E.U. as a model on which to pattern other transnational agreements.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 277", "type": "LEC", "typeLong": "Lecture", "time": "02:30PM", "days": "TR"}]}, {"code": "LAW 6681", "title": "International Law and Foreign Direct Investment", "name": "LAW 6681: International Law and Foreign Direct Investment", "desc": "This course studies legal aspects of direct foreign investments. It seeks to identify legal problems that are likely to affect a commercial investment in a foreign country. Inter alia, it deals with the public international law principles and rules governing the establishment by foreign businesses of various factors of production (persons and capital) on the territory of other states and the protection of such investments. Thus, the course includes a discussion of the following topics: economic development and foreign capital; obstacles to the flow of investments to developing countries; guarantees to investors and investment codes; bilateral treaties; nationalization; joint ventures; project financing; transfer of technology; arbitration; investment insurance; unification of trade law; and the settlement of investment disputes.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 285", "type": "LEC", "typeLong": "Lecture", "time": "02:30PM", "days": "MTW"}]}, {"code": "LAW 6734", "title": "Music Law", "name": "LAW 6734: Music Law", "desc": "Music Law will be practical look at representing performers, bands, song writers, and others in the music industry. We will look at both the law and the industry, exploring the agreements that transfer rights between the various players and case law affecting those rights, as well as examining the industry itself and who those players are. Taught by Howard Leib, who has over thirty years experience in the music industry, having worked with artists such as Whitney Houston, B.B. King, Kiss, BeBe &amp; CeCe Winans, Bobby McFerrin, and more.. Corporate clients have included MCA, BMG, Atlantic Records, Arista Records, Rhino Entertainment, Shout Factory Entertainment and 20th Century Fox. Students will also benefit from the insight of guest speakers from various areas of the industry. Topics are expected to include recording agreements, band agreements, touring, merchandising, licensing, songwriting, music publishing, management and others.\n ", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 276", "type": "LEC", "typeLong": "Lecture", "time": "02:30PM", "days": "MW"}]}, {"code": "LAW 6743", "title": "Conflicts in Patent Law and Practice", "name": "LAW 6743: Conflicts in Patent Law and Practice", "desc": null, "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall G81", "type": "LEC", "typeLong": "Lecture", "time": "10:10AM", "days": "M"}]}, {"code": "LAW 6761", "title": "Principles of American Legal Writing", "name": "LAW 6761: Principles of American Legal Writing", "desc": "This course provides foreign-trained lawyers with an introduction to the American legal system and essential principles of legal writing, analysis and legal research skills in the United States. Students are afforded an opportunity to practice some of the forms of writing common to American legal practice by drafting documents such as memoranda and briefs in the context of representing hypothetical clients. Students are given the opportunity to conference individually with the instructor and to re-write assignments after receiving the instructor's comments.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall G85", "type": "LEC", "typeLong": "Lecture", "time": "11:15AM", "days": "MW"}, {"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 276", "type": "LEC", "typeLong": "Lecture", "time": "01:25PM", "days": "TR"}]}, {"code": "LAW 6768", "title": "Public Finance", "name": "LAW 6768: Public Finance", "desc": "In the U.S., federal government expenditures represent over one-third of the nation's GDP annually. Yet few seem to know much about the law-governed processes of federal budgeting, appropriating funds for, or otherwise financing US government operations. Still less do they generally understand the aims or consequences - short term and longer term - of these essential public sector activities economy-wide.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 285", "type": "LEC", "typeLong": "Lecture", "time": "04:30PM", "days": "WR"}]}, {"code": "LAW 6784", "title": "Professional Responsibility for LLMs", "name": "LAW 6784: Professional Responsibility for LLMs", "desc": "This course explores ethical issues relating to the legal profession. It has two aims—one immediate, the other more lofty. The immediate aim is to help prepare students for the MPRE. The loftier aim, by contrast, is to investigate the ways in which one's professional responsibilities might conflict with one's personal obligations or self-interest, and to consider the societal implications of the regulatory regime governing lawyers. What should a lawyer do when her professional duties conflict with her financial interests or obligations to friends or family? How does the legal profession's monopoly on the right to give legal advice shape the justice system? We will investigate such questions by reading relevant legal materials as well as work by legal academics. Students will take several smaller exams to test their mastery of central ethical rules governing the conduct of lawyers, and complete short writing assignments on topics discussed in class.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 184", "type": "LEC", "typeLong": "Lecture", "time": "10:10AM", "days": "TWR"}]}, {"code": "LAW 6791", "title": "Public International Law", "name": "LAW 6791: Public International Law", "desc": "An introduction to the legal rules governing the conduct of states vis-à-vis other states, individuals, and international organizations, with reference to major current events and issues. Topics include the nature, sources, and effectiveness of international law; the establishment and recognition of states; principles concerning state sovereignty, territory, and jurisdiction; the law of treaties; state responsibility; international criminal and humanitarian law; terrorism; and human rights. Special attention is given to the law governing the use of force.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 186", "type": "LEC", "typeLong": "Lecture", "time": "08:30AM", "days": "MT"}]}, {"code": "LAW 6811", "title": "Secured Transactions", "name": "LAW 6811: Secured Transactions", "desc": null, "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 277", "type": "LEC", "typeLong": "Lecture", "time": "09:05AM", "days": "WR"}]}, {"code": "LAW 6821", "title": "Securities Regulation", "name": "LAW 6821: Securities Regulation", "desc": "This course analyzes key issues under the U.S. federal securities laws, principally the Securities Act of 1933 and the Securities Exchange Act of 1934, with respect to the domestic and international offer and sale of securities. It includes a study of what constitutes a security, the public offering process, mandatory disclosure requirements for public companies, exemptions from registration (including exempt global offerings), and potential liabilities and sanctions.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 290", "type": "LEC", "typeLong": "Lecture", "time": "11:15AM", "days": "MTWR"}]}, {"code": "LAW 6822", "title": "Social Science and the Law", "name": "LAW 6822: Social Science and the Law", "desc": null, "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 186", "type": "LEC", "typeLong": "Lecture", "time": "10:10AM", "days": "TWR"}]}, {"code": "LAW 6925", "title": "Mass Torts", "name": "LAW 6925: Mass Torts", "desc": null, "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 285", "type": "LEC", "typeLong": "Lecture", "time": "04:30PM", "days": "MT"}]}, {"code": "LAW 6935", "title": "Structural Inequality and Social Change: Theory and Practice", "name": "LAW 6935: Structural Inequality and Social Change: Theory and Practice", "desc": null, "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 279", "type": "LEC", "typeLong": "Lecture", "time": "10:10AM", "days": "TW"}]}, {"code": "LAW 6985", "title": "Becoming Thriving Lawyers", "name": "LAW 6985: Becoming Thriving Lawyers", "desc": null, "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 389", "type": "LEC", "typeLong": "Lecture", "time": "10:10AM", "days": "MTWRF"}]}, {"code": "LAW 7011", "title": "Antitrust Law Seminar", "name": "LAW 7011: Antitrust Law Seminar", "desc": null, "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall G81", "type": "SEM", "typeLong": "Seminar", "time": "02:30PM", "days": "T"}]}, {"code": "LAW 7013", "title": "Antisemitism in the Courtroom and Jurisprudence", "name": "LAW 7013: Antisemitism in the Courtroom and Jurisprudence", "desc": null, "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall G80", "type": "SEM", "typeLong": "Seminar", "time": "11:15AM", "days": ""}, {"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall G80", "type": "SEM", "typeLong": "Seminar", "time": "09:45AM", "days": "T"}]}, {"code": "LAW 7022", "title": "Advanced Topics in Property Theory", "name": "LAW 7022: Advanced Topics in Property Theory", "desc": "This seminar will explore what the idea of property means, and its usefulness in resolving issues of intense social conflict.  Seminar sessions will encourage student participation, with the instructor guiding that discussion.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 279", "type": "SEM", "typeLong": "Seminar", "time": "04:30PM", "days": "R"}]}, {"code": "LAW 7030", "title": "Biblical Law and Its Modern Interpreters", "name": "LAW 7030: Biblical Law and Its Modern Interpreters", "desc": null, "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 276", "type": "SEM", "typeLong": "Seminar", "time": "02:30PM", "days": "T"}]}, {"code": "LAW 7034", "title": "First Amendment Law Clinic III", "name": "LAW 7034: First Amendment Law Clinic III", "desc": "A continuation of the First Amendment Clinic for advanced students, with emphasis on leadership roles and advanced litigation skills.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 276", "type": "CLN", "typeLong": "Clinical", "time": "10:10AM", "days": "M"}]}, {"code": "LAW 7035", "title": "First Amendment Law Clinic IV", "name": "LAW 7035: First Amendment Law Clinic IV", "desc": null, "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 276", "type": "CLN", "typeLong": "Clinical", "time": "10:10AM", "days": "M"}]}, {"code": "LAW 7077", "title": "Critical Evaluation of Legal Information", "name": "LAW 7077: Critical Evaluation of Legal Information", "desc": null, "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 387", "type": "SEM", "typeLong": "Seminar", "time": "02:30PM", "days": "T"}]}, {"code": "LAW 7130", "title": "The Constitution in Times of War and Conflict", "name": "LAW 7130: The Constitution in Times of War and Conflict", "desc": "The United States Constitution was rooted in a governmental concept unique to the eighteenth century and unique to today- the separation of powers. This concept was intended by the Framers to limit, if not eliminate, centralized power in any one branch, which they regarded as a breeding ground for tyranny and as repugnant to liberty. The first Congress enacted, after ratification, 10 Amendments to the Constitution (The Bill of Rights) guaranteeing individual rights and liberties and protection thereof by due process of law. Throughout the course of this country's history there have been periods of war and conflict, foreign and domestic, when the system of checks and balances, integral to the separable triad, may have malfunctioned as a bullwork. As well, during these times, there have been putative governmental deprivations of liberties safeguarded by the Bill of Rights. Would the Framers and members of the first Congress have understood that certain governmental measures, inconsistent with the intended limitations of governmental power and intrusions on liberty, were sometimes required? Should we accept these inconsistencies and deprivations? The course will include a study of executive actions, legislation, and Supreme Court decisions during times of war and conflict when the \"law of the land\" has arguably \"fallen silent.\"", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 277", "type": "SEM", "typeLong": "Seminar", "time": "04:30PM", "days": "R"}]}, {"code": "LAW 7140", "title": "Complex Litigation", "name": "LAW 7140: Complex Litigation", "desc": null, "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall G81", "type": "SEM", "typeLong": "Seminar", "time": "04:30PM", "days": "W"}]}, {"code": "LAW 7157", "title": "Comparative Middle Eastern Law: Contemporary Issues", "name": "LAW 7157: Comparative Middle Eastern Law: Contemporary Issues", "desc": "This course addresses students to key issues in Middle East legal systems and politics today. It introduces the current Middle East by drawing upon cutting-edge scholarships written from a diversity of disciplinary views. These include history, law, political science, as well as studies of religion, gender, mass media, sexuality, human rights, and urban life. It will emphasize the main tendencies and movements in modern Arabian World history. It will analyze both groundwork (basics) in Middle Eastern research and a common sense of modern directions and tracks in the field. It examines the people, traditions, society and politics of the area and the role that religion, gender, culture have played in designing and influencing contemporary issues. It discusses the fundamental internal and external performers in the region; peace and conflict (Israel/Palestine); the geo-strategic significance of the region; political economy matters; political transformation and development; the problem of identities in the Middle East and legal philosophies around this; family law issues (inheritance); the politics of religion (appearance of political Islam); Arab constitutionalism, September 11 and the fall-out in the region from the US-led \"war on terrorism,\" the \"Arab Spring,\" and the unfolding uprisings in the Arab World.  Also, this course will introduce the field of Islamic law.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 389", "type": "LEC", "typeLong": "Lecture", "time": "02:30PM", "days": "TW"}, {"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 389", "type": "LEC", "typeLong": "Lecture", "time": "02:30PM", "days": "R"}]}, {"code": "LAW 7178", "title": "Moral Foundations of Anti-Discrimination", "name": "LAW 7178: Moral Foundations of Anti-Discrimination", "desc": "What makes discrimination wrongful, when it is? Does its wrongness depend on social context and historical background? Does it depend on harmful consequences? What makes a certain ground of discrimination an improper ground? Is indirect discrimination (\"disparate impact\") really a form of discrimination or perhaps a mild form of affirmative action? What should be the reach and scope of anti-discrimination law? Should it allow for exemptions on religious or free speech grounds? We will address these and similar questions at a fairly abstract level, trying to understand the philosophical principles that might explain the various aspects of anti-discrimination law. Most of the legal examples will be focused on discrimination cases in the context of employment and service provision (Title VII),  but we will also consider racial profiling, disability cases, and some others. ", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall G81", "type": "SEM", "typeLong": "Seminar", "time": "02:30PM", "days": "W"}]}, {"code": "LAW 7189", "title": "Current Issues in Collective Bargaining", "name": "LAW 7189: Current Issues in Collective Bargaining", "desc": "This advanced level mini-course examines several key issues in today's collective bargaining between US private sector employers and unions. Through extensive pre-class readings and podcasts, and during four 3 hour classes, we will trace key developments that have set the table for today's bargaining environment, eg., the deindustrialization of the American economy, the decline of union workforce density, and the rise of defensive collective bargaining; examine resultant wage stagnation and troubled health care and defined benefit pension plans; investigate the effects and intersection of employment law and legislation on collective bargaining and dispute resolution; and consider the emerging arena of unionization in higher education.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 182", "type": "LEC", "typeLong": "Lecture", "time": "06:00PM", "days": "MTWR"}]}, {"code": "LAW 7194", "title": "Empirical Studies of the Legal System", "name": "LAW 7194: Empirical Studies of the Legal System", "desc": null, "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 276", "type": "SEM", "typeLong": "Seminar", "time": "11:15AM", "days": "T"}]}, {"code": "LAW 7273", "title": "Form and Substance in Corporate Law and Capital Markets Regulation", "name": "LAW 7273: Form and Substance in Corporate Law and Capital Markets Regulation", "desc": null, "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 279", "type": "SEM", "typeLong": "Seminar", "time": "04:30PM", "days": "M"}]}, {"code": "LAW 7282", "title": "Gender and International Human Rights", "name": "LAW 7282: Gender and International Human Rights", "desc": null, "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 276", "type": "SEM", "typeLong": "Seminar", "time": "04:30PM", "days": "W"}]}, {"code": "LAW 7286", "title": "Gender and Sexual Minorities and the Law", "name": "LAW 7286: Gender and Sexual Minorities and the Law", "desc": null, "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 387", "type": "SEM", "typeLong": "Seminar", "time": "04:30PM", "days": "T"}]}, {"code": "LAW 7295", "title": "Global Labor and Employment Law", "name": "LAW 7295: Global Labor and Employment Law", "desc": "The legal framework governing the employment relationship in most of the world is dramatically different from that of the US, reflecting differences between the civil law and common law systems as well as contrasting historical and cultural contexts. In this seminar, we will review the most important concepts of labor and employment law outside the US, including formation and termination of the employment relationship (\"just cause\" protections vs. US \"employment at will\"); the concept of \"information and consultation\" of works councils and other employee representative bodies; global discrimination and diversity matters; international labor standards; special employee protections which impact multinational corporate restructurings and transactions; non-competes and other restrictive covenants; and litigation of employment claims in systems which do not have US discovery and trial processes. ", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 276", "type": "SEM", "typeLong": "Seminar", "time": "04:30PM", "days": "M"}]}, {"code": "LAW 7321", "title": "International Criminal Law", "name": "LAW 7321: International Criminal Law", "desc": null, "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 389", "type": "SEM", "typeLong": "Seminar", "time": "04:30PM", "days": "M"}]}, {"code": "LAW 7358", "title": "International Environmental Law", "name": "LAW 7358: International Environmental Law", "desc": null, "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 390", "type": "LEC", "typeLong": "Lecture", "time": "01:25PM", "days": "TR"}]}, {"code": "LAW 7572", "title": "Litigation Drafting", "name": "LAW 7572: Litigation Drafting", "desc": "This course focuses on drafting documents typically encountered during the pretrial phase of civil litigation. As drafters, lawyers must think strategically about, and understand the conventions unique to, each document. Students will have repeated opportunities to develop essential drafting and professional skills through a combination of in-class exercises and take-home writing assignments related to pleadings, motions, discovery requests, affidavits, demand letters, and settlement agreements.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 276", "type": "SEM", "typeLong": "Seminar", "time": "02:30PM", "days": "R"}]}, {"code": "LAW 7590", "title": "Mortgage and Asset Securitization", "name": "LAW 7590: Mortgage and Asset Securitization", "desc": "This course analyzes the structure of mortgage- and other asset-backed securities, as well as the participants in their creation, distribution, trading and regulation. The financial and legal characteristics of the underlying assets will be considered, including a basic understanding of the asset cash flows, and factors that vary those flows. Securities and Tax Law aspects of the creation, marketing and trading of these securities will be reviewed, with particular emphasis on the REMIC structure. There will be review of the secondary markets, including Government-sponsored Enterprises and \"Private Label\" securities issuers; the credit rating agencies; and private mortgage insurers. Lastly, there will be consideration of the laws currently governing the GSEs and what future changes they and the broader market might anticipate for those laws.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 279", "type": "SEM", "typeLong": "Seminar", "time": "10:10AM", "days": "M"}]}, {"code": "LAW 7652", "title": "Education Law Practicum", "name": "LAW 7652: Education Law Practicum", "desc": "This course has two components—a seminar component and casework. The Education Law Practicum offers students the opportunity to engage in experiential learning while providing legal services to individual organizations that provide educational programming. Students will learn fundamental practical skills necessary to represent clients in the educational and non-profit sector.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 387", "type": "CLN", "typeLong": "Clinical", "time": "04:30PM", "days": "R"}]}, {"code": "LAW 7748", "title": "Selected Topics on Business Bankruptcy", "name": "LAW 7748: Selected Topics on Business Bankruptcy", "desc": null, "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 279", "type": "SEM", "typeLong": "Seminar", "time": "02:30PM", "days": "M"}]}, {"code": "LAW 7760", "title": "Movement Lawyering Clinic I", "name": "LAW 7760: Movement Lawyering Clinic I", "desc": "This course gives students the opportunity to engage in the movement lawyering. The course hasboth a classroom component and a community component. This course gives students the opportunity to engage in the movement lawyering. The course has both a classroom component and a community component.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 387", "type": "CLN", "typeLong": "Clinical", "time": "01:05PM", "days": "M"}]}, {"code": "LAW 7762", "title": "Movement Lawyering Clinic II", "name": "LAW 7762: Movement Lawyering Clinic II", "desc": "This course gives students the opportunity to engage in the movement lawyering. The course has both a classroom component and a community component. Clinic participants will gain first hand experience, knowledge, and skills in how to work with organizers to use the law to support and defend justice movements. Students will work with lawyers, community organizations, and activists to understand strategies and tactics of movement legal work. They will follow the lead of movement participants and community members to build power and assist in creating lasting change.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall G80", "type": "CLN", "typeLong": "Clinical", "time": "04:15PM", "days": "M"}]}, {"code": "LAW 7763", "title": "Movement Lawyering Clinic III", "name": "LAW 7763: Movement Lawyering Clinic III", "desc": "This course gives students the opportunity to engage in the movement lawyering. The course has both a classroom component and a community component. Clinic participants will gain first hand experience, knowledge, and skills in how to work with organizers to use the law to support and defend justice movements. Students will work with lawyers, community organizations, and activists to understand strategies and tactics of movement legal work. They will follow the lead of movement participants and community members to build power and assist in creating lasting change.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall G80", "type": "CLN", "typeLong": "Clinical", "time": "04:15PM", "days": "M"}]}, {"code": "LAW 7767", "title": "Movement Lawyering Clinic IV", "name": "LAW 7767: Movement Lawyering Clinic IV", "desc": "This course gives students the opportunity to engage in the movement lawyering. The course has both a classroom component and a community component. Clinic participants will gain first hand experience, knowledge, and skills in how to work with organizers to use the law to support and defend justice movements. Students will work with lawyers, community organizations, and activists to understand strategies and tactics of movement legal work. They will follow the lead of movement participants and community members to build power and assist in creating lasting change.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall G80", "type": "CLN", "typeLong": "Clinical", "time": "04:15PM", "days": "M"}]}, {"code": "LAW 7777", "title": "Why and How Do We Punish?", "name": "LAW 7777: Why and How Do We Punish?", "desc": null, "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall G80", "type": "SEM", "typeLong": "Seminar", "time": "04:30PM", "days": "R"}]}, {"code": "LAW 7783", "title": "Topics in Intellectual Property", "name": "LAW 7783: Topics in Intellectual Property", "desc": "Sizable disagreement and controversy surround many areas of intellectual property. This seminar explores these disputes. By surveying the academic literature the seminar aims to introduce, understand, and ultimately critique the arguments being made for and against various aspects of intellectual property.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 389", "type": "SEM", "typeLong": "Seminar", "time": "02:30PM", "days": "M"}]}, {"code": "LAW 7801", "title": "Asylum and Convention Against Torture Appellate Clinic", "name": "LAW 7801: Asylum and Convention Against Torture Appellate Clinic", "desc": "Students will learn asylum, Convention Against Torture, and immigration law in class lectures, readings, and while representing clients. Most students will represent clients on appeal before the Board of Immigration Appeals, although the Clinic does accept federal petitions for review and cases before asylum officers from time to time. Students will also learn advanced legal writing techniques, including appellate strategies, persuasive storytelling, the use of expert reports, and effective argument within complex legal frameworks. Students will work in teams to complete all tasks necessary to zealously represent their client, including drafting an appellate brief, affidavits, and motions; maintaining client contact; and locating expert and other witnesses. In addition, students will develop litigation skills such as advanced legal research, case theory development, factual development and analysis (including interviewing, transcript review, and international human rights research), collaboration, cultural competency, and self-evaluation. Students will learn to overcome the unique challenges attorneys face when representing clients from diverse economic and cultural backgrounds, as well as clients who are incarcerated. The instructors will consider the following factors (in no particular order) when admitting students: commitment to public interest or immigration law work, legal writing and research ability, and collegiality. For more information about the Clinic, visit the clinic website: http://www.lawschool.cornell.edu/academics/clinicalprogram/Asylum-Clinic/index.cfm", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 387", "type": "CLN", "typeLong": "Clinical", "time": "04:30PM", "days": "W"}]}, {"code": "LAW 7811", "title": "Capital Punishment Clinic I", "name": "LAW 7811: Capital Punishment Clinic I", "desc": "Death penalty litigation: investigation and the preparation of petitions and briefs. Case selection and student assignments depend on both pedagogical factors and litigation needs of clinic clients. Students read the trial and lower court record and research legal issues. Some students are involved in investigation, while others primarily assist in the preparation of briefs, petitions and other case documents. No student will be required to participate in investigation. All students are included in discussions regarding the necessary investigation, research, and strategy for the cases. ", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 279", "type": "CLN", "typeLong": "Clinical", "time": "02:30PM", "days": "W"}]}, {"code": "LAW 7814", "title": "Advanced Transnational Disputes Clinic", "name": "LAW 7814: Advanced Transnational Disputes Clinic", "desc": "In this course, students learn to use strategic litigation to influence the progressive development of the law. Clinic clients and partners include those appearing before international investor-state arbitral tribunals, national courts,such as U.S. federal courts, and other fora. Students learn key skills through acting as counsel for parties as well as for amici curiae in disputes that implicate the protection of fundamental rights. The course includes a seminar component as well as extensive, supervised work as part of a case team.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 387", "type": "CLN", "typeLong": "Clinical", "time": "01:25PM", "days": "WF"}]}, {"code": "LAW 7817", "title": "Child Advocacy Practicum", "name": "LAW 7817: Child Advocacy Practicum", "desc": "Each student in the Child Advocacy Clinic is assigned to a local attorney who has been appointed to represent children (and in some cases, parents) in Family Court in Tompkins County or surrounding areas. The attorneys and students work together on all aspects of representation, including home visits, pre-trial conferences, negotiation sessions, client and parent interviews, litigation documents, and hearings. The student may also help the attorney with appellate work. A classroom component of the Clinic allows students to learn the substantive law of Family Court and to share their insights and experiences with one another.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 389", "type": "CLN", "typeLong": "Clinical", "time": "05:15PM", "days": "W"}]}, {"code": "LAW 7840", "title": "Estate Planning Practicum", "name": "LAW 7840: Estate Planning Practicum", "desc": "The newest addition to Cornell Law School's Clinical Programs, the Estate Planning Clinic aims to provide students with the unique opportunity of enriching and furthering their legal awareness and experience beyond the classroom environment.Participants will gain valuable, practical experience by assisting people from the local community with some of their more basic estate planning needs, thereby applying their theoretical knowledge to real-world scenarios. The students' best skills will be put to practice while they work towards creating an atmosphere of trust and comfort for their clients and learning the essentials of establishing solid attorney-client relationships. Specifically, students will be working in pairs under supervision of faculty to prepare an actual estate plan for the client which includes a last will and testament, a living will, a health care proxy and a power of attorney along with the statutory major gifts rider (if applicable). Students will take part in the entire estate planning process from the initial informational intake meeting, to the preparation of the client's estate planning documents, to discussing the drafts with the clients along with addressing their comments and changes and to preparing and assisting with the execution of the client's estate planning documents. To further enhance the learning experience, lectures will be provided on the fundamentals of estate planning from establishing a healthy attorney-client relationship, drafting considerations for the client's last will and testament, basic related estate and income tax issues, ethical issues and the administration of the client's estate upon death. The classroom component of the course ensures that students understand not only the legal issues but also the practical and human issues involved in a trusts and estates practice.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall G81", "type": "CLN", "typeLong": "Clinical", "time": "01:05PM", "days": "M"}]}, {"code": "LAW 7841", "title": "1L Immigration Law and Advocacy Clinic", "name": "LAW 7841: 1L Immigration Law and Advocacy Clinic", "desc": "This course provides students the unique opportunity to engage in direct services with clients in their first year of law school. Students will learn substantive immigration law and develop practical skills including client interviewing, persuasive writing, community-based lawyering, and case management by representing clients in immigration applications. Further, students will engage in community advocacy through presentations on campus and in the community.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 387", "type": "CLN", "typeLong": "Clinical", "time": "04:30PM", "days": "M"}]}, {"code": "LAW 7854", "title": "Tenants Advocacy Practicum I", "name": "LAW 7854: Tenants Advocacy Practicum I", "desc": "In this course, students will provide information, legal advice, and representation to tenants. The student work in this practicum will directly address the needs of local residents financially impacted by the current pandemic. Students will work on cases for tenants facing a wide variety of housing issues (including but not limited to habitability issues, payment disputes, lease violations, unlawful lockouts, and small claims actions) or seeking eviction defense and homelessness prevention.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 279", "type": "CLN", "typeLong": "Clinical", "time": "01:05PM", "days": "T"}]}, {"code": "LAW 7857", "title": "Farmworker Legal Assistance Clinic I", "name": "LAW 7857: Farmworker Legal Assistance Clinic I", "desc": "Permission of instructor required. Students who wish to apply to the clinic should submit a resume, transcript, and short statement of interest (no more than two pages) to Prof. Lyon. For more information about the clinic, email Prof. Lyon (beth.lyon@cornell.edu) and schedule a meeting. This course requires off premises travel to meet with clients and participate in hearings. Employment on a farm is one of the worlds' most difficult and dangerous occupations. Farmworkers experience geographic, linguistic, and cultural isolation, separation from family, immigration insecurity reinforced by policing practices, workplace sexual violence, and exclusion from protective employment laws. Working with the new clinic's community partners, Farmworker Legal Assistance Clinic I student attorneys will handle immigration and employment matters on behalf of farmworkers in the region, work that will typically involve negotiation and often require litigation. Students will also work in brief advice and referral outreach sessions in farmworker communities. Clinic participants may also have the opportunity to work on research and writing projects with civil rights, environmental protection, and farmworker rights organizations. Farmworker Clinic students will participate in a lawyering seminar and work with a clinic partner on their assigned cases. The lawyering seminar will focus on skills students need for effective client representation. Students will develop key lawyering skills, including interviewing, counseling, fact investigation, drafting, negotiation, language accessible practice, and, in some cases, trial advocacy.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 387", "type": "CLN", "typeLong": "Clinical", "time": "10:10AM", "days": "T"}]}, {"code": "LAW 7858", "title": "Farmworker Legal Assistance Clinic II", "name": "LAW 7858: Farmworker Legal Assistance Clinic II", "desc": "Students collaborate with farmworkers, farmworker families, and partner organizations to use the law in service of their clients' goals. Students who have completed the first semester of any clinical course can seek the instructors' permission to enroll in Farmworker Clinic II, for 1, 2, 3, 4, 5 or 6 credits, depending on the number of projects undertaken. Students in Farmworker Clinic II work on individual cases for clients and/or non-litigation advocacy projects. They attend roughly four one-hour seminar class \"case rounds\" meetings during the semester, usually at the same time that Farmworker Clinic I meets. Other multi-clinic classes and trainings will be made available as well.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 387", "type": "CLN", "typeLong": "Clinical", "time": "11:10AM", "days": "T"}]}, {"code": "LAW 7859", "title": "Farmworker Legal Assistance Clinic III", "name": "LAW 7859: Farmworker Legal Assistance Clinic III", "desc": "Students collaborate with farmworkers, farmworker families, and partner organizations to use the law in service of their clients' goals. Students who have completed the first semester of any clinical course can seek the instructors' permission to enroll in Farmworker Clinic III, for 1, 2, 3, 4, 5 or 6 credits, depending on the number of projects undertaken. Students in Farmworker Clinic II work on individual cases for clients and/or non-litigation advocacy projects. They attend roughly four one-hour seminar class \"case rounds\" meetings during the semester, usually at the same time that Farmworker Clinic I meets. Other multi-clinic classes and trainings will be made available as well.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 387", "type": "CLN", "typeLong": "Clinical", "time": "11:10AM", "days": "T"}]}, {"code": "LAW 7860", "title": "International Human Rights: Litigation and Advocacy II", "name": "LAW 7860: International Human Rights: Litigation and Advocacy II", "desc": "In this clinical course, students will work on projects that will expose them to diverse forms of human rights advocacy. The clinic is litigation-oriented, although clinic students may have the opportunity to engage in fact-finding and research regarding human rights violations abroad. A current sampling of projects includes: (1) Advocacy on behalf of prisoners in Tanzania and Malawi whose legal rights have been violated.  Our work in Malawi has already resulted in the release of 250 prisoners, and a number of clinic students have traveled to both countries in connection with this project; (2) Representation of a Mexican national sentenced to death in the state of Ohio, including litigation of treaty violations in his case; and (3) Advocacy before the United Nations regarding human rights violations committed by Israel in the Occupied Syrian Golan. ", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 389", "type": "CLN", "typeLong": "Clinical", "time": "04:30PM", "days": "T"}]}, {"code": "LAW 7864", "title": "Farmworker Legal Assistance Clinic IV", "name": "LAW 7864: Farmworker Legal Assistance Clinic IV", "desc": "Students collaborate with farmworkers, farmworker families, and partner organizations to use the law in service of their clients' goals. Students who have completed the first semester of any clinical course can seek the instructors' permission to enroll in Farmworker Clinic IV, for 1, 2, 3, 4, 5 or 6 credits, depending on the number of projects undertaken. Students in Farmworker Clinic II work on individual cases for clients and/or non-litigation advocacy projects. They attend roughly four one-hour seminar class \"case rounds\" meetings during the semester, usually at the same time that Farmworker Clinic I meets. Other multi-clinic classes and trainings will be made available as well.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 387", "type": "CLN", "typeLong": "Clinical", "time": "11:10AM", "days": "T"}]}, {"code": "LAW 7867", "title": "First Amendment Law Clinic", "name": "LAW 7867: First Amendment Law Clinic", "desc": "This will be the first semester of the newly-created First Amendment Clinic. Students will engage in litigation and policy analysis supporting the interests of news outlets, journalists, researchers, and other newsgatherers in aid of their critical function of reporting and communicating important news and information, as well as human rights advocates, political activists, and other individuals targeted based on their expression. The Clinic's cases involve the intersection of Freedom of Information laws or the First Amendment with several substantive areas of law related to the promotion of social justice: immigration, criminal justice, scientific integrity, democratic institutions and norms, human rights, journalism, and internet speech. Students will have the opportunity to vet potential cases, conduct offensive and defensive legal research, write party and amicus briefs, and, if they continue in the clinic next year, may have the possibility of conducting oral argument. The First Amendment Clinic is committed to teamwork and developing student's collaborative skills, and students will have the opportunity to work on these skills in tandem with members of other clinics with which we are co-counseling. In addition, in the clinic seminar, practitioners in the field will speak to the class to provide additional practical insight to students. Finally, students will have the option to visit a newsroom as part of the clinic's \"field trip\" toward the end of the semester. Students who sign up for the clinic will be required to participate in a \"bootcamp\" to take place the weekend after the first week of classes. To apply, please submit a resume, statement of interest, short writing sample, and a transcript.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 276", "type": "CLN", "typeLong": "Clinical", "time": "10:10AM", "days": "M"}]}, {"code": "LAW 7868", "title": "First Amendment Law Clinic 2", "name": "LAW 7868: First Amendment Law Clinic 2", "desc": "A continuation of the First Amendment Clinic for advanced students, with emphasis on leadership roles and advanced litigation skills.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 276", "type": "CLN", "typeLong": "Clinical", "time": "10:10AM", "days": "M"}]}, {"code": "LAW 7870", "title": "Juvenile Justice Clinic", "name": "LAW 7870: Juvenile Justice Clinic", "desc": null, "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 279", "type": "CLN", "typeLong": "Clinical", "time": "02:30PM", "days": "W"}]}, {"code": "LAW 7875", "title": "Low-Income Taxpayer Law and Accounting Practicum", "name": "LAW 7875: Low-Income Taxpayer Law and Accounting Practicum", "desc": "Working with College of Business faculty, the law school has established this new practicum course to bring accounting and law students together in a law school clinic to provide inter-professional services to the community. The course carries two credits, one credit for thirteen hours of seminar meeting time, and one credit for forty hours of casework. Up to two additional credits can be earned with further casework. ", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 290", "type": "CLN", "typeLong": "Clinical", "time": "10:10AM", "days": "F"}]}, {"code": "LAW 7876", "title": "Low-Income Taxpayer Law and Accounting Practicum II", "name": "LAW 7876: Low-Income Taxpayer Law and Accounting Practicum II", "desc": "Working with College of Business faculty, the law school has established this new practicum course to bring accounting and law students together in a law school clinic to provide inter-professional services to the community. The course carries two credits, one credit for thirteen hours of seminar meeting time, and one credit for forty hours of casework. Up to two additional credits can be earned with further casework. Our client base includes low-income immigrants and other communities in need of our services. Students will work with casework supervisors from private practice.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 290", "type": "CLN", "typeLong": "Clinical", "time": "10:10AM", "days": "F"}]}, {"code": "LAW 7877", "title": "Low-Income Taxpayer Law and Accounting Practicum III", "name": "LAW 7877: Low-Income Taxpayer Law and Accounting Practicum III", "desc": "Working with College of Business faculty, the law school has established this new practicum course to bring accounting and law students together in a law school clinic to provide inter-professional services to the community. The course carries two credits, one credit for thirteen hours of seminar meeting time, and one credit for forty hours of casework. Up to two additional credits can be earned with further casework. Our client base includes low-income immigrants and other communities in need of our services. Students will work with casework supervisors from private practice.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 290", "type": "CLN", "typeLong": "Clinical", "time": "10:10AM", "days": "F"}]}, {"code": "LAW 7878", "title": "International Human Rights Clinic: Litigation and Advocacy III", "name": "LAW 7878: International Human Rights Clinic: Litigation and Advocacy III", "desc": "In this clinical course, students will work on projects that will expose them to diverse forms of human rights advocacy. The clinic is litigation-oriented, although clinic students may have the opportunity to engage in fact-finding and research regarding human rights violations abroad.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 389", "type": "CLN", "typeLong": "Clinical", "time": "04:30PM", "days": "T"}]}, {"code": "LAW 7879", "title": "International Human Rights: Litigation and Advocacy IV", "name": "LAW 7879: International Human Rights: Litigation and Advocacy IV", "desc": "In this clinical course, students will work on projects that will expose them to diverse forms of human rights advocacy. The clinic is litigation-oriented, although clinic students may have the opportunity to engage in fact-finding and research regarding human rights violations abroad.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 389", "type": "CLN", "typeLong": "Clinical", "time": "04:30PM", "days": "T"}]}, {"code": "LAW 7891", "title": "Tenants Advocacy Practicum II", "name": "LAW 7891: Tenants Advocacy Practicum II", "desc": "In this course, students will continue to provide information, legal advice, and representation to tenants. Students will work on cases for tenants facing a wide variety of housing issues (including but not limited to habitability issues, payment disputes, lease violations, unlawful lockouts, and small claims actions) or seeking eviction defense and homelessness prevention.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 279", "type": "CLN", "typeLong": "Clinical", "time": "01:05PM", "days": "T"}]}, {"code": "LAW 7892", "title": "Tenants Advocacy Practicum III", "name": "LAW 7892: Tenants Advocacy Practicum III", "desc": "In this course, students will continue to provide information, legal advice, and representation to tenants. Students will work on cases for tenants facing a wide variety of housing issues (including but not limited to habitability issues, payment disputes, lease violations, unlawful lockouts, and small claims actions) or seeking eviction defense and homelessness prevention. Students will draft legal memoranda and may prepare pleadings for town, village, and city court cases. Students may have the opportunity to appear (likely virtually) in court. ", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 279", "type": "CLN", "typeLong": "Clinical", "time": "01:05PM", "days": "T"}]}, {"code": "LAW 7893", "title": "Tenants Advocacy Practicum IV", "name": "LAW 7893: Tenants Advocacy Practicum IV", "desc": "In this course, students will continue to provide information, legal advice, and representation to tenants. Students will work on cases for tenants facing a wide variety of housing issues (including but not limited to habitability issues, payment disputes, lease violations, unlawful lockouts, and small claims actions) or seeking eviction defense and homelessness prevention. Students will draft legal memoranda and may prepare pleadings for town, village, and city court cases. Students may have the opportunity to appear (likely virtually) in court. The students may also circulate tenants' rights information to the community in conjunction with the Ithaca Tenants Union.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 279", "type": "CLN", "typeLong": "Clinical", "time": "01:05PM", "days": "T"}]}, {"code": "LAW 7925", "title": "New York Attorney General Practicum I", "name": "LAW 7925: New York Attorney General Practicum I", "desc": "The New York State Attorney General offers a clinic in which law students work 12-15 hours per week in the Attorney General's Syracuse Regional Office and attend a weekly class at Cornell. Under the supervision of an Assistant Attorney General, students perform legal research, writing, analysis, draft original legal documents and provide trial support. Students will have an opportunity to attend hearings, trials, court arguments, and pre-trial proceedings. Students will acquire litigation skills as well as specialized knowledge of public advocacy litigation. The class will focus on legal and ethical issues seen in litigation and review student experiences working in the Attorney General's office. Each week there will be a different subject area of Attorney General practice discussed or there will be a guest speaker. Topics include medical malpractice, defective highway design, 1983 civil rights actions in Federal Court, petitions in State Court seeking to overturn state actions, prisoner claims public advocacy litigation. Guest speakers will be attorneys serving in various capacities in State or Federal government and often include a judge or court attorney. There will also be a pro bono opportunity to accompany an attorney to a volunteer legal services clinics operated by the Onondaga County Bar Association.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 285", "type": "CLN", "typeLong": "Clinical", "time": "06:15PM", "days": "R"}]}, {"code": "LAW 7927", "title": "Appellate Criminal Defense Clinic", "name": "LAW 7927: Appellate Criminal Defense Clinic", "desc": "In this one-semester clinical course, students will take on the professional responsibilities of handling a criminal appeal in New York State. Students will work in pairs to review the full appellate record, research and select the most salient appealable issues, and draft the opening appellate brief on behalf of an indigent client convicted of a felony in Manhattan or the Bronx. Throughout the process, students will collaborate with their incarcerated client.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall G81", "type": "CLN", "typeLong": "Clinical", "time": "10:10AM", "days": "T"}]}, {"code": "LAW 7945", "title": "Federal Indian Law Practicum I", "name": "LAW 7945: Federal Indian Law Practicum I", "desc": "This ongoing practicum course represents tribes and tribal members in matters involving federal Indian law, large or small, and regardless of forum or the location of the tribe. One current case involves pursuing a claim against the Department of the Interior under The Judgment Funds Act on behalf of disenrolled members of the Saginaw Chippewa Indian Tribe of Michigan. Student work on that matter includes research and document preparation related to filing an appeal of a decision of the Assistant Secretary of Indian Affairs in federal court, while concurrently developing a broad-based knowledge of a voluminous historical and administrative record, which includes expert reports, research memoranda, client declarations and interview transcripts.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 479", "type": "CLN", "typeLong": "Clinical", "time": "02:30PM", "days": "W"}]}, {"code": "LAW 7946", "title": "Federal Indian Law Practicum II", "name": "LAW 7946: Federal Indian Law Practicum II", "desc": "This ongoing clinical course is pursuing a claim against the Department of the Interior under The Judgment Funds Act on behalf of disenrolled members of the Saginaw Chippewa tribe. We have filed a complaint asking the Secretary to perform a non-discretionary action to re-enroll our clients. Because the tribe is not a necessary party we have avoided issues of sovereign immunity, but expect that it may be raised in an attempt to join the tribe. The Department has filed a motion to dismiss and we responded and are awaiting judgment. We will continue to develop strategies that will permit us to go forward regardless of the decision. Student work will entail designing an administrative appeal and preparing documents for a motion for summary judgment. Students will continue gathering and preparing evidence as well as preparing memoranda on the various tactics. The voluminous historical record remains to be fully cataloged and exhibits for the client declarations also remain to be prepared.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 479", "type": "CLN", "typeLong": "Clinical", "time": "02:30PM", "days": "W"}]}, {"code": "LAW 7949", "title": "Federal Indian Law Practicum III", "name": "LAW 7949: Federal Indian Law Practicum III", "desc": "This ongoing practicum course represents tribes and tribal members in matters involving federal Indian law, large or small, and regardless of forum or the location of the tribe. One current case involves pursuing a claim against the Department of the Interior under The Judgment Funds Act on behalf of disenrolled members of the Saginaw Chippewa Indian Tribe of Michigan. Student work on that matter includes research and document preparation related to ongoing federal court litigation, while concurrently developing a broad-based knowledge of a voluminous historical and administrative record, which includes expert reports, research memoranda, client declarations and interview transcripts.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 479", "type": "CLN", "typeLong": "Clinical", "time": "02:30PM", "days": "W"}]}, {"code": "LAW 7950", "title": "Federal Indian Law Practicum IV", "name": "LAW 7950: Federal Indian Law Practicum IV", "desc": "This ongoing practicum course represents tribes and tribal members in matters involving federal Indian law, large or small, regardless of forum or the location of the tribe. One current case involves pursuing a claim against the Department of the Interior under The Judgment Funds Act on behalf of disenrolled members of the Saginaw Chippewa Indian Tribe of Michigan. Student work on that matter includes research and document preparation related to ongoing federal court litigation, while concurrently developing a broad-based knowledge of a voluminous historical and administrative record, which includes expert reports, research memoranda, client declarations and interview transcripts. LAW 7946, LAW 7949, and LAW 7950 are advanced courses for students who have completed previous semesters in the practicum.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 479", "type": "CLN", "typeLong": "Clinical", "time": "02:30PM", "days": "W"}]}, {"code": "LAW 7953", "title": "Securities Law Clinic I", "name": "LAW 7953: Securities Law Clinic I", "desc": "The course will focus on fundamental investigatory and advocacy skills applicable to representation of public investors in disputes subject to arbitration at the Financial Industry Regulatory Authority (f/k/a National Association of Securities Dealers), with particular attention to the elderly and to small investors. Substantive legal topics will include the scope and nature of binding arbitration under the Federal Arbitration Act and New York law, and the legal and regulatory remedies available to defrauded investors. Coursework will include training in skills such as interviewing potential clients, evaluating potential claims, preparing pleadings, conducting discovery, representing clients at hearings and negotiating settlements. Class work will include presentations by nationally-recognized experts on topics applicable to evaluation of securities accounts, trading, and products. Students will have the opportunity under faculty supervision to represent investors, to provide public education to community groups as to investment frauds, to draft position statements to regulatory authorities, and/or to participate in preparing amicus briefs, in support of public investors.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 277", "type": "CLN", "typeLong": "Clinical", "time": "01:25PM", "days": "M"}]}, {"code": "LAW 7959", "title": "Transnational Disputes Clinic", "name": "LAW 7959: Transnational Disputes Clinic", "desc": "Students in this course learn to use strategic litigation to influence the progressive development of the law. Clinic clients and partners include those appearing before international investor-state arbitral tribunals, national courts, such as U.S. federal courts, and other fora. Students learn key skills through acting as counsel for parties as well as for amici curiae in disputes that implicate the protection of fundamental rights. This course includes a seminar component as well as extensive, supervised work as part of a case team.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall 387", "type": "CLN", "typeLong": "Clinical", "time": "01:25PM", "days": "WF"}]}, {"code": "LAW 7964", "title": "Veterans Practicum", "name": "LAW 7964: Veterans Practicum", "desc": "In the Veterans Law Practicum I, students will provide information, legal advice, and representation to veterans. The student work in this practicum will directly address the gaps in legal representation for veterans seeking access to various veteran-specific benefits programs. Obtaining and accessing benefits can impact the lives of veterans in many ways: by preventing homelessness, improving a veteran's economic security and wellbeing, and providing access to medical care. Students will work on cases to secure service-connected disability compensation, discharge upgrades, overpayment issues, and other related claims. The students will interview veterans and conduct substantive research into the applicable law, including Title 38 Code of Federal Regulations, Uniform Code of Military Justice, and Federal Legislation. Students will draft legal memoranda and may prepare briefings for Veteran District Offices and/or the Board of Veterans Affairs. Students may have the opportunity to appear virtually at hearings. The students may also circulate veterans benefits information to the community in conjunction with the Tompkins County Department of Veterans Services. Students will develop key lawyering skills (including interviewing, client counseling, fact investigation, drafting, and oral advocacy), gain substantive and procedural knowledge of veteran benefits laws and regulations, and engage with the ethical implications of creating an attorney-client relationship. Students are requested to submit a statement of interest.", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall G80", "type": "CLN", "typeLong": "Clinical", "time": "04:30PM", "days": "T"}]}, {"code": "LAW 7965", "title": "Veterans Practicum II", "name": "LAW 7965: Veterans Practicum II", "desc": null, "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall G80", "type": "CLN", "typeLong": "Clinical", "time": "04:30PM", "days": "T"}]}, {"code": "LGBT 3210", "title": "Gender and the Brain", "name": "LGBT 3210: Gender and the Brain", "desc": "Why are boys more likely than girls to be diagnosed with autism, and why are women more likely than men to be diagnosed with depression? Are there different \"gay\" and \"straight\" brains? And how does brain science interact with gender and sexuality in popular debate? Reading and discussing the original scientific papers and related critical texts, we will delve into the neuroscience of gender. In this course, we will delve into the neuroscience of gender difference. Reading the original scientific papers and related critical texts, we will ask whether we can find measurable physical differences in male and female brains, and what these differences might be. Do men and women solve spatial puzzles differently, as measured physiologically? Do nonhuman animals display sex-specific behaviors mediated by brain structure, and can we extrapolate these findings to human behavior? Why are boys three times more likely than girls to be diagnosed as autistic, and is there any connection between the predominantly male phenomenon of autism and other stereotypically male mental traits? Are there physical representations of sexual orientation in the brain, and how are these related to gender identity? And how are scientific studies represented and misrepresented in popular debate?", "locations": [{"bldg": "Corson-Mudd", "room": "Corson-Mudd W364", "type": "LEC", "typeLong": "Lecture", "time": "02:55PM", "days": "MW"}]}, {"code": "LING 6402", "title": "Phonology II", "name": "LING 6402: Phonology II", "desc": "A continuation of LING 6401 with a focus on developing research skills.", "locations": [{"bldg": "Morrill Hall", "room": "Morrill Hall B11", "type": "LEC", "typeLong": "Lecture", "time": "02:55PM", "days": "MW"}]}, {"code": "LING 6601", "title": "Topics in Phonetics-Phonological Theory", "name": "LING 6601: Topics in Phonetics-Phonological Theory", "desc": "Examination of recent developments in the core areas of phonetics and phonology as well as its interfaces with other components of the grammar (e.g., morphosyntax, semantics or pragmatics). Topics covered include current approaches and relevant theoretical and historical perspectives.", "locations": [{"bldg": "Morrill Hall", "room": "Morrill Hall B11", "type": "SEM", "typeLong": "Seminar", "time": "11:40AM", "days": "TR"}]}, {"code": "LING 6692", "title": "Phonetic Data Analysis Workshop", "name": "LING 6692: Phonetic Data Analysis Workshop", "desc": "The phonetics data analysis workshop provides students with practice in analysis and visualization of phonetic data, using Matlab, R, and Praat. Experiment design and statistical methods are emphasized.", "locations": [{"bldg": "Morrill Hall", "room": "Morrill Hall B11", "type": "SEM", "typeLong": "Seminar", "time": "12:20PM", "days": "W"}, {"bldg": "Morrill Hall", "room": "Morrill Hall B11", "type": "SEM", "typeLong": "Seminar", "time": "12:20PM", "days": "F"}]}, {"code": "MAE 2250", "title": "Mechanical Synthesis", "name": "MAE 2250: Mechanical Synthesis", "desc": "This is a course focused on design.  Students will learn methods that will help them create and select good solutions and skills that permit them to generalize ideas and try them out.  They will cultivate an ability to work with teammates and to function in a project with open-ended objectives.  Design education is challenged by a qualitative nature, a wide-ranging breadth of technical content and personal preferences of individual designers.", "locations": [{"bldg": "Upson Hall", "room": "Upson Hall 242", "type": "LAB", "typeLong": "Laboratory", "time": "02:30PM", "days": "M"}, {"bldg": "Upson Hall", "room": "Upson Hall 242", "type": "LAB", "typeLong": "Laboratory", "time": "12:20PM", "days": "M"}, {"bldg": "Upson Hall", "room": "Upson Hall 242", "type": "LAB", "typeLong": "Laboratory", "time": "02:30PM", "days": "T"}, {"bldg": "Upson Hall", "room": "Upson Hall 242", "type": "LAB", "typeLong": "Laboratory", "time": "12:20PM", "days": "T"}, {"bldg": "Upson Hall", "room": "Upson Hall 242", "type": "LAB", "typeLong": "Laboratory", "time": "02:30PM", "days": "W"}, {"bldg": "Upson Hall", "room": "Upson Hall 242", "type": "LAB", "typeLong": "Laboratory", "time": "12:20PM", "days": "W"}, {"bldg": "Upson Hall", "room": "Upson Hall 242", "type": "LAB", "typeLong": "Laboratory", "time": "02:30PM", "days": "R"}, {"bldg": "Upson Hall", "room": "Upson Hall 242", "type": "LAB", "typeLong": "Laboratory", "time": "12:20PM", "days": "R"}, {"bldg": "Upson Hall", "room": "Upson Hall 242", "type": "LAB", "typeLong": "Laboratory", "time": "02:30PM", "days": "F"}, {"bldg": "Upson Hall", "room": "Upson Hall 242", "type": "LAB", "typeLong": "Laboratory", "time": "12:20PM", "days": "F"}]}, {"code": "MAE 6270", "title": "Experimental Methods in Fluid Dynamics", "name": "MAE 6270: Experimental Methods in Fluid Dynamics", "desc": "Introduction to experimental techniques, data collection, and data analysis, in particular as they pertain to fluid flows. Introduces theory and use of analog transducers, acoustic Doppler velocimetry (ADV), full-field (2-D) quantitative imaging techniques such as particle image velocimetry (PIV) and laser induced fluorescence (LIF). Additional topics include computer-based experimental control, analog and digital data acquisition, discrete sampling theory, digital signal processing, and uncertainty analysis. The canonical flows of the turbulent flat plate boundary layer and the neutrally buoyant turbulent round jet are introduced theoretically and the subject of three major laboratory experiments using ADV, PIV and LIF. There is a final group project on a flow of the students choosing.", "locations": [{"bldg": "Hollister Hall", "room": "Hollister Hall B52", "type": "LAB", "typeLong": "Laboratory", "time": "02:30PM", "days": "M"}, {"bldg": "Hollister Hall", "room": "Hollister Hall B52", "type": "LAB", "typeLong": "Laboratory", "time": "10:10AM", "days": "T"}]}, {"code": "MEDVL 6020", "title": "Latin Philosophical Texts", "name": "MEDVL 6020: Latin Philosophical Texts", "desc": "Reading and translation of Latin philosophical texts.", "locations": [{"bldg": "Hans Bethe House", "room": "Hans Bethe House 125", "type": "SEM", "typeLong": "Seminar", "time": "07:30PM", "days": "T"}]}, {"code": "MEDVL 6102", "title": "Latin Paleography", "name": "MEDVL 6102: Latin Paleography", "desc": "This course is an introduction to and survey of Latin scripts from Roman antiquity through the early Renaissance, with an emphasis on the identification, localization, and reading of scripts. Class meetings will combine practical study of Latin scripts through medieval manuscripts in the Kroch library, facsimiles, and online digital reproductions with instruction in the cultural-historical background to manuscript production, library practices, and bibliographical resources. Students will also be introduced to basic techniques for codicological description and the principles of textual criticism.", "locations": [{"bldg": "Kroch,Carl A Library", "room": "Kroch, Carl A Library 2B49", "type": "SEM", "typeLong": "Seminar", "time": "01:25PM", "days": "W"}]}, {"code": "MSE 2620", "title": "Electronic Materials for the Information Age", "name": "MSE 2620: Electronic Materials for the Information Age", "desc": "Examines the electrical and optical properties of materials. Topics include the mechanism of electrical conduction in metals, semiconductors and insulators; tuning of electrical properties in semiconductors, charge transport across metal/semiconductor and semiconductor/semiconductor junctions, and the interaction of materials with light; semiconductor electronic devices; and the materials science of device fabrication. Applications in microelectronics, solar cells, electronics, and display technologies are discussed. Semiweekly labs provide hands-on experience characterizing electronic materials and devices.", "locations": [{"bldg": "Phillips Hall", "room": "Phillips Hall 237", "type": "LAB", "typeLong": "Laboratory", "time": "08:30AM", "days": "R"}, {"bldg": "Phillips Hall", "room": "Phillips Hall 237", "type": "LAB", "typeLong": "Laboratory", "time": "11:15AM", "days": "S"}]}, {"code": "MSE 3120", "title": "Junior Laboratory II", "name": "MSE 3120: Junior Laboratory II", "desc": "Practical laboratory covering the characterization of material, analysis of data, and proper presentation of results. Labs are based on materials from courses in kinetics, diffusion and phase transformations (MSE 3040) and electronic, magnetic and dielectric properties (MSE 3050). Experiments include spectroscopic determination of a diffusion constants, thin film growth kinetics, anisotropic resistivity in polycrystalline materials, and characterization of magnetic properties. Data analysis is extended to include experimental design, use of custom model equations, and precision measurement techniques. Includes also continued development of technical writing skills.", "locations": [{"bldg": "Bard Hall", "room": "Bard Hall 247", "type": "LAB", "typeLong": "Laboratory", "time": "02:30PM", "days": "W"}, {"bldg": "Bard Hall", "room": "Bard Hall 247", "type": "LAB", "typeLong": "Laboratory", "time": "02:30PM", "days": "F"}]}, {"code": "MSE 5411", "title": "Nanofabrication and Characterization of Electronics Laboratory", "name": "MSE 5411: Nanofabrication and Characterization of Electronics Laboratory", "desc": "This course provides an introduction to nanofabrication technologies with emphasis on Si-based integrated circuits manufacturing as well as modern electronics based on GaN, 2D materials etc. The lab, primarily taught in the Cornell Teaching Cleanroom, includes basic fabrication steps of lithography, metallization, plasma etching and annealing. A series of devices will be fabricated: solar cells, MOS capacitors and transistors, 2D transistors, GaN HEMTs and LEDs.", "locations": [{"bldg": "Phillips Hall", "room": "Phillips Hall 236", "type": "LAB", "typeLong": "Laboratory", "time": "01:25PM", "days": "T"}, {"bldg": "Phillips Hall", "room": "Phillips Hall 236", "type": "LAB", "typeLong": "Laboratory", "time": "01:25PM", "days": "W"}, {"bldg": "Phillips Hall", "room": "Phillips Hall 236", "type": "LAB", "typeLong": "Laboratory", "time": "01:25PM", "days": "R"}]}, {"code": "NAVS 3310", "title": "Evolution of Warfare", "name": "NAVS 3310: Evolution of Warfare", "desc": "A study of warfare that examines the relationship of military strategy to geography, economics, sociology, technology, and governing policy. This course examines the historical evolution of warfare, including principles of war, development of weapons and their effects on warfare, and the political goals associated with specific adversaries through history.", "locations": [{"bldg": "Barton Hall", "room": "Barton Hall 249", "type": "LEC", "typeLong": "Lecture", "time": "08:40AM", "days": "TR"}]}, {"code": "NS 2470", "title": "Food for Contemporary Living", "name": "NS 2470: Food for Contemporary Living", "desc": "During this laboratory course, the understanding of food ingredients and techniques of food preparation is applied to positive nutritional practices and health promotion goals; basic food science and nutrition principles, food safety/sanitation, sensory evaluation, and social-cultural influences on food choices; food preparation, recipe modification, sensory evaluation (taste testing required); basic cooking skills, techniques. Introduction to basic menu planning and meeting nutritional requirements while restricted to a budget. Lab performance and a lab practical factored into final student evaluation; attendance at all labs is expected.", "locations": [{"bldg": "Toni Morrison Hall", "room": "Toni Morrison Hall 120", "type": "LAB", "typeLong": "Laboratory", "time": "01:25PM", "days": "W"}, {"bldg": "Toni Morrison Hall", "room": "Toni Morrison Hall 120", "type": "LAB", "typeLong": "Laboratory", "time": "08:00AM", "days": "R"}, {"bldg": "Toni Morrison Hall", "room": "Toni Morrison Hall 120", "type": "LAB", "typeLong": "Laboratory", "time": "01:25PM", "days": "R"}]}, {"code": "NTRES 3260", "title": "Applied Conservation Ecology", "name": "NTRES 3260: Applied Conservation Ecology", "desc": "An interactive-field and lab course designed to provide direct experience with some of the most important field methods and analytical techniques used to examine species, ecosystem and community-level function, structure, and value, especially within the context of contemporary conservation ecology and evolutionary theory. Tools include field sampling techniques, resource and conservation mapping, spatial referencing, GIS, measures of biodiversity, and manual and automated techniques for studying soil, stream, forest, terrestrial, and marine biota and related physical factors. The class is designed to provide a strong background in field research methods and theory related to ecological conservation.", "locations": [{"bldg": "Rice Hall", "room": "Rice Hall 301", "type": "LAB", "typeLong": "Laboratory", "time": "12:25PM", "days": "F"}]}, {"code": "NTRES 6000", "title": "Introduction to Graduate Study in Natural Resources", "name": "NTRES 6000: Introduction to Graduate Study in Natural Resources", "desc": "Students will attend weekly seminar in Natural Resources and engage in follow up discussion of the scientific content presented and implications for the management and conservation of resources. Additional goal of the course is to examine how scientists pursue career paths toward effective participation in this realm. Discussions focus on the practices of scientists and institutions that provide a framework for scientific endeavors.", "locations": [{"bldg": "Fernow Hall", "room": "Fernow Hall 110", "type": "DIS", "typeLong": "Discussion", "time": "02:30PM", "days": "T"}]}, {"code": "NTRES 6260", "title": "Applied Conservation Ecology", "name": "NTRES 6260: Applied Conservation Ecology", "desc": "An interactive-field and lab course designed to provide direct experience with some of the most important field methods and analytical techniques used to examine species, ecosystem and community-level function, structure, and value, especially within the context of contemporary conservation ecology and evolutionary theory. Tools include field sampling techniques, resource and conservation mapping, spatial referencing, GIS, measures of biodiversity, and manual and automated techniques for studying soil, stream, forest, terrestrial, and marine biota and related physical factors. The class is designed to provide a strong background in field research methods and theory related to ecological conservation.", "locations": [{"bldg": "Rice Hall", "room": "Rice Hall 301", "type": "LAB", "typeLong": "Laboratory", "time": "12:25PM", "days": "F"}]}, {"code": "PE 1100", "title": "Beginning Swimming", "name": "PE 1100: Beginning Swimming", "desc": "An entry level class for those with little or no swimming experience. Instruction and practice in the basic skills necessary to meet the University Swim Requirement. Areas of emphasis are: developing proper body position on the front and back, proper breathing technique, Front Crawl, Elementary Backstroke, treading and swimming in deep water.", "locations": [{"bldg": "Teagle Hall", "room": "Teagle Hall 151B", "type": "LEC", "typeLong": "Lecture", "time": "09:05AM", "days": "MW"}, {"bldg": "Teagle Hall", "room": "Teagle Hall 151B", "type": "LEC", "typeLong": "Lecture", "time": "10:10AM", "days": "MW"}, {"bldg": "Helen Newman Hall", "room": "Helen Newman Hall 201", "type": "LEC", "typeLong": "Lecture", "time": "06:40PM", "days": "MW"}, {"bldg": "Helen Newman Hall", "room": "Helen Newman Hall 201", "type": "LEC", "typeLong": "Lecture", "time": "07:40PM", "days": "MW"}, {"bldg": "Teagle Hall", "room": "Teagle Hall 151B", "type": "LEC", "typeLong": "Lecture", "time": "09:05AM", "days": "TR"}, {"bldg": "Teagle Hall", "room": "Teagle Hall 151B", "type": "LEC", "typeLong": "Lecture", "time": "10:10AM", "days": "TR"}]}, {"code": "PE 1101", "title": "Advanced Beginner Swimming", "name": "PE 1101: Advanced Beginner Swimming", "desc": "Ideal for all who have taken Beginning Swimming or have some basic knowledge of how to swim, regardless of whether the University Swim Requirement was successfully met. Areas of emphasis are the Front Crawl with rotary breathing, Back Crawl, Elementary Backstroke, diving, treading water, and underwater swimming. The primary objective is to strengthen the student's confidence and competence.", "locations": [{"bldg": "Teagle Hall", "room": "Teagle Hall 151", "type": "LEC", "typeLong": "Lecture", "time": "02:15PM", "days": "MW"}, {"bldg": "Helen Newman Hall", "room": "Helen Newman Hall 201", "type": "LEC", "typeLong": "Lecture", "time": "09:05AM", "days": "TR"}, {"bldg": "Helen Newman Hall", "room": "Helen Newman Hall 201", "type": "LEC", "typeLong": "Lecture", "time": "10:10AM", "days": "MW"}]}, {"code": "PE 1103", "title": "Advanced Swimming", "name": "PE 1103: Advanced Swimming", "desc": "Practice and perfection of the techniques of the 9 strokes: Front Crawl, Back Crawl, Butterfly, Breaststroke, Elementary Backstroke, Sidestroke, Overarm Sidestroke, Trudgeon, and Inverted Breaststroke. This class may also cover turns, diving and an introduction to a swimming workout. Students should be able to easily swim a minimum of 300 yds (12 lengths of the pool). Please note: this course is primarily designed as a stroke technique course, not a conditioning course.", "locations": [{"bldg": "Helen Newman Hall", "room": "Helen Newman Hall 201", "type": "LEC", "typeLong": "Lecture", "time": "03:30PM", "days": "TR"}]}, {"code": "PE 1104", "title": "Swim Conditioning", "name": "PE 1104: Swim Conditioning", "desc": "Introduction to and practice of different types of training methods. Final objectives: 2,500 yards in one class period. This is primarily a conditioning course and not an instructional course on stroke technique. The focus will be on workouts, workout planning and different types of training methods. This course is intended for more advanced swimmers. Students who have completed Beginning or Advanced Beginner Swimming may have a very difficult time in this course.", "locations": [{"bldg": "Helen Newman Hall", "room": "Helen Newman Hall 201", "type": "LEC", "typeLong": "Lecture", "time": "09:05AM", "days": "MW"}, {"bldg": "Helen Newman Hall", "room": "Helen Newman Hall 201", "type": "LEC", "typeLong": "Lecture", "time": "08:00AM", "days": "TR"}, {"bldg": "Helen Newman Hall", "room": "Helen Newman Hall 201", "type": "LEC", "typeLong": "Lecture", "time": "02:30PM", "days": "TR"}]}, {"code": "PE 1110", "title": "Lifeguarding", "name": "PE 1110: Lifeguarding", "desc": "This is the current A.R.C. Lifeguarding Course. It is designed for pool guarding. Emphasis is on preventative lifeguarding, surveillance methods and equipment rescues. This course also includes instruction and certification in A.R.C. First Aid, C.P.R. for the Professional Rescuer, and Automated External Defibrillator use. An option will be available for those interested in the Waterfront Lifeguarding certification. Note: this course is not for the casual participant as it will require 36 hours of scheduled class time.", "locations": [{"bldg": "Helen Newman Hall", "room": "Helen Newman Hall 201", "type": "LEC", "typeLong": "Lecture", "time": "01:00PM", "days": "F"}]}, {"code": "PE 1130", "title": "Open Water Scuba", "name": "PE 1130: Open Water Scuba", "desc": "Program includes knowledge development and skill training in the pool. All classes are referral only (no open water dives), meaning students will need to pickup their paperwork and complete four additional dives in open water within one year from the last training section to receive a PADI Open Water Diver certification. For more information, please see: www.pe.cornell.edu/.", "locations": [{"bldg": "Teagle Hall", "room": "Teagle Hall 151", "type": "LEC", "typeLong": "Lecture", "time": "01:30PM", "days": "R"}, {"bldg": "Teagle Hall", "room": "Teagle Hall 151", "type": "LAB", "typeLong": "Laboratory", "time": "01:30PM", "days": "R"}, {"bldg": "Teagle Hall", "room": "Teagle Hall 151", "type": "LEC", "typeLong": "Lecture", "time": "01:00PM", "days": "F"}, {"bldg": "Teagle Hall", "room": "Teagle Hall 151", "type": "LAB", "typeLong": "Laboratory", "time": "10:00AM", "days": "SSu"}, {"bldg": "Teagle Hall", "room": "Teagle Hall 151", "type": "LEC", "typeLong": "Lecture", "time": "07:00PM", "days": "F"}, {"bldg": "Teagle Hall", "room": "Teagle Hall 151", "type": "LAB", "typeLong": "Laboratory", "time": "01:00PM", "days": "SSu"}, {"bldg": "Teagle Hall", "room": "Teagle Hall 151", "type": "LAB", "typeLong": "Laboratory", "time": "12:00PM", "days": "SSu"}]}, {"code": "PE 1150", "title": "Ballroom Dancing", "name": "PE 1150: Ballroom Dancing", "desc": "This is a beginning level class introducing students to Social Ballroom Dance. Participants can expect to have fun, learn some history of American Social Dance, learn about movement - how to move with your partner, how to move to the music, and enough 'moves' in five different dances (Waltz, Foxtrot, Tango, Rumba and Cha Cha) to get a taste of and a general feel for each dance. Please note: The Sunday section is for students enrolling with a partner and there is limited rotation of partners during class. Partners should enroll via Student Center at the same time to ensure that both partners get into the Sunday section. The Wednesday section is for students who either don't have a partner or don't mind rotating partners in the class. Changing partners generally results in improved mastery.", "locations": [{"bldg": "Helen Newman Hall", "room": "Helen Newman Hall 230", "type": "LEC", "typeLong": "Lecture", "time": "06:00PM", "days": "Su"}, {"bldg": "Helen Newman Hall", "room": "Helen Newman Hall 230", "type": "LEC", "typeLong": "Lecture", "time": "07:30PM", "days": "W"}]}, {"code": "PE 1153", "title": "Beginning Ballroom Dance Rhythm", "name": "PE 1153: Beginning Ballroom Dance Rhythm", "desc": "Offered during the spring semester, this is a beginning level class that introduces students to four American Rhythm Style ballroom dances – Rumba, Cha Cha, Mambo and Swing. This class will go further in depth than the Beginning Social Ballroom Dance class (PE1150). This class is appropriate for either beginners or students with some experience who wish to further develop their knowledge and skill in the dances covered. Participants will gain some mastery of each dance, develop partnering skills, technique, movement, styling and musicality. It is not necessary to sign up with a partner, however it is recommended to ensure balance between leads and follows. Participants will change partners throughout the class.      ", "locations": [{"bldg": "Helen Newman Hall", "room": "Helen Newman Hall 230", "type": "LEC", "typeLong": "Lecture", "time": "07:30PM", "days": "M"}]}, {"code": "PE 1160", "title": "Latin Dance", "name": "PE 1160: Latin Dance", "desc": "This class introduces Salsa, Bachata, Merengue, Cha Cha Cha, Son and Comparsa. Salsa derives from the Cuban rhythm of Son. As a music and dance form, it has acquired regional variations and absorbed influences from different parts of Latin America and other continents. Bachata and Merengue are quintessential dances of the Dominican Republic. Comparsa is a form of carnival line dance. Cha Cha Cha originates in Cuba, finds expression in Rock n' Roll and western pop music, and is traditionally danced \"contratiempo.\" In this course, we learn the basics of all of these dances. Instruction emphasizes the development of foundations in musical timing, rhythm, body movement, lead-follow connection and space use. Class begins with a stretch and body movement warm-up. We then teach dance step sequences across the floor, in rotating lines, as freestyle and in partner format. The skills learned in each dance are interrelated - as you improve in one you develop a sensibility for the others. By the end of this course you will be able to take Latin dance to a higher level and learn other partnered dances. No partner is necessary to register. Couple sign-up is encouraged. Partners rotate. This class is gender-free: each student is free to learn the lead or follow role.", "locations": [{"bldg": "Helen Newman Hall", "room": "Helen Newman Hall 230", "type": "LEC", "typeLong": "Lecture", "time": "09:15PM", "days": "M"}, {"bldg": "Helen Newman Hall", "room": "Helen Newman Hall 230", "type": "LEC", "typeLong": "Lecture", "time": "12:00PM", "days": "F"}]}, {"code": "PE 1162", "title": "Salsa", "name": "PE 1162: Salsa", "desc": "This class covers beginner through advanced beginner Salsa moves. Students learn step variations and turn patterns as seen in Latin social dance and nightclub settings. Class begins with a warm-up of Salsa step patterns, also known as \"shines.\" We then move into combinations for couples and learn patterns with rotating partners. Latin body movement and rhythm is taught in the warm-up and partner sections. In partner work, emphasis is placed on: lead-follow connection; frame and tension; spatial awareness; nuance and flow. Salsa in Rueda de Casino format will be introduced later in the semester as an additional way to enjoy Salsa. In Rueda, dancers change partners within a circle and perform dynamic combinations to the arrangement of a caller. Rueda is also a teaching tool used to improve timing and release energy. Learning aids include a syllabus, music, smartphone application and video tutorial. No partner is necessary to register. Couple sign-up is encouraged. This class is gender-free: each student is free to choose the lead or follow role.", "locations": [{"bldg": "Helen Newman Hall", "room": "Helen Newman Hall 230", "type": "LEC", "typeLong": "Lecture", "time": "08:00PM", "days": "Su"}, {"bldg": "Helen Newman Hall", "room": "Helen Newman Hall 230", "type": "LEC", "typeLong": "Lecture", "time": "01:45PM", "days": "F"}]}, {"code": "PE 1167", "title": "Introduction to Tango", "name": "PE 1167: Introduction to Tango", "desc": "Introduction to the fundamentals of Tango dancing and its origins. Focus is on movement on the dance floor and how to be connected to your partner. Other aspects include learning to differentiate between the genres of Tango music (Tango, Milonga, Candombe, and Vals).", "locations": [{"bldg": "Teagle Hall", "room": "Teagle Hall 138", "type": "LEC", "typeLong": "Lecture", "time": "07:15PM", "days": "W"}]}, {"code": "PE 1170", "title": "Introduction to Swing Dance", "name": "PE 1170: Introduction to Swing Dance", "desc": "In this class you will learn the basics of Lindy Hop (also called Jitterbug and East Coast Swing), a social dance originated by Black Americans in the early twentieth century that is still popular today all around the world. We will work on footwork, timing, partnering, and musicality, with the goal of empowering you to have fun on the social dance floor—at weddings, parties, and wherever there's good rythmic music playing! You'll learn to improvise and have the opportunity to create short choreographs too. No dance experience or partner is necessary. In fact, you will change partners frequently in class. Wear clothes you are comfortable moving in. Shoes must have leather soles OR be white-soled sneakers with the treads worn smooth, or you can dance in socks.", "locations": [{"bldg": "Helen Newman Hall", "room": "Helen Newman Hall 230", "type": "LEC", "typeLong": "Lecture", "time": "02:30PM", "days": "Su"}, {"bldg": "Helen Newman Hall", "room": "Helen Newman Hall 230", "type": "LEC", "typeLong": "Lecture", "time": "04:15PM", "days": "Su"}]}, {"code": "PE 1233", "title": "Bootcamp", "name": "PE 1233: Bootcamp", "desc": "This course is designed as a modern military style workout program with an emphasis on both aerobic and anaerobic fitness. Each workout session will consist of stretching, warm-up calisthenics, cardio training, full body resistance training, core activation and cool down stretching. This is a high energy course that will teach students the importance of motivation, enthusiasm and teamwork while familiarizing them with total-fitness techniques and concepts. If you are ready to push yourself and train hard, Bootcamp is for you. Students of all fitness levels will benefit greatly from this course.", "locations": [{"bldg": "Toni Morrison Hall", "room": "Toni Morrison Hall B04", "type": "LEC", "typeLong": "Lecture", "time": "11:20AM", "days": "F"}]}, {"code": "PE 1234", "title": "Essentials of Personal Training", "name": "PE 1234: Essentials of Personal Training", "desc": "This course is designed for the individual interested in becoming a Personal Trainer here, at Cornell Fitness Centers, and beyond. Topics covered include: anatomy and physiology, client assessment, exercise technique, training instruction, program design, behavioral coaching, and more. Self-study is an integral part of the curriculum. Course fee includes a textbook, but does not include a Certified Personal Trainer Exam. Discounted exam rates will be available to students upon successful completion of this course.", "locations": [{"bldg": "Appel", "room": "Appel 101 Fitness Center", "type": "LEC", "typeLong": "Lecture", "time": "02:15PM", "days": "MW"}]}, {"code": "PE 1235", "title": "8 O'Clock Rock", "name": "PE 1235: 8 O'Clock Rock", "desc": "This class combines the best of the Principals of Weight Training and Cardio Crazy to get your day off to a rocking and rolling great start. Students will use resistance and cardio equipment to create the perfect morning wake-up call.", "locations": [{"bldg": "Appel", "room": "Appel 101 Fitness Center", "type": "LEC", "typeLong": "Lecture", "time": "08:00AM", "days": "TR"}]}, {"code": "PE 1237", "title": "Yasaride", "name": "PE 1237: Yasaride", "desc": "This class combines two wonderful activities, indoor cycling and yoga into a mindful stress reducing hour of fitness. The yoga portion will focus on full body stretching as well as areas that need more attention after cycling such as hamstrings, hips, and the spine.  The class will also include work on breath, alignment, and mindfulness in both the cycling and yoga portions of the class. The length of time for each activity will vary from class to class. ", "locations": [{"bldg": "Noyes Community and Rec Center", "room": "Noyes Community and Rec G06", "type": "LEC", "typeLong": "Lecture", "time": "09:30AM", "days": "Su"}]}, {"code": "PE 1241", "title": "Mobility and Core Training", "name": "PE 1241: Mobility and Core Training", "desc": "Mobility and stability are fundamental components of our daily movement. Whether you are highly active, not active at all, or somewhere in between, this course will teach you about these subtle yet critical details of exercise. Through various mobility and flexibility exercises, you will learn how to tune your muscles for optimal length-tension relationships, while at the same time learning core strengthening exercises to help counter faulty postures from long hours of sitting.", "locations": [{"bldg": "Appel", "room": "Appel 101 Fitness Center", "type": "LEC", "typeLong": "Lecture", "time": "09:15AM", "days": "TR"}]}, {"code": "PE 1245", "title": "Indoor Stationary Cycling", "name": "PE 1245: Indoor Stationary Cycling", "desc": "Based on the foundation of the Spinning® Program this indoor stationary cycling class combines basic cycling movements with motivational coaching, breathing awareness, and heart rate training. This non-impact, individually paced, cardiovascular fitness class is held in a fun environment with music that will move you! A great alternative to traditional group fitness classes.", "locations": [{"bldg": "Helen Newman Hall", "room": "Helen Newman Hall 230", "type": "LEC", "typeLong": "Lecture", "time": "08:00AM", "days": "TR"}, {"bldg": "Noyes Community and Rec Center", "room": "Noyes Community and Rec G06", "type": "LEC", "typeLong": "Lecture", "time": "08:00AM", "days": "MW"}]}, {"code": "PE 1246", "title": "Open Gym Class", "name": "PE 1246: Open Gym Class", "desc": "This Open Gym PE course offers an exclusive time and space to students who have previous experience with exercise. The Appel Fitness Center offers a wide variety of free weight and cardio equipment, and experience with this equipment is mandatory for this course. A CFC Personal Trainer will be on staff to supervise and assist students with their training, but independent exercise should be expected.", "locations": [{"bldg": "Toni Morrison Hall", "room": "Toni Morrison Hall B04", "type": "LEC", "typeLong": "Lecture", "time": "08:30AM", "days": "MWF"}, {"bldg": "Toni Morrison Hall", "room": "Toni Morrison Hall B04", "type": "LEC", "typeLong": "Lecture", "time": "09:45AM", "days": "MWF"}]}, {"code": "PE 1261", "title": "Fitness and Conditioning", "name": "PE 1261: Fitness and Conditioning", "desc": "Fitness and conditioning is designed to familiarize the student with several different forms of exercise. Facilities used include the track, the gymnasium and other places around campus. The components of physical fitness include cardiovascular endurance, muscular strength, general flexibility and agility. The course will offer activities that enhance each component and help the individual to design a personal conditioning program for future fitness and well-being.", "locations": [{"bldg": "Barton Hall", "room": "Barton Hall 100-Gym Floor", "type": "LEC", "typeLong": "Lecture", "time": "11:50AM", "days": "TR"}]}, {"code": "PE 1262", "title": "Fitness for Women", "name": "PE 1262: Fitness for Women", "desc": "The design of this course includes both lecture and physical activity. Students are presented with a variety of topics and information that involves physical fitness and health. Each student will learn to design a fitness program that is geared toward her own interests and abilities. Topics include: nutrition, time management, relaxation techniques, and stress management. Activities will include aerobic dance, walking, jogging, weight training, flexibility exercises, relaxation and stress management routines, and yoga techniques.", "locations": [{"bldg": "Appel", "room": "Appel 101 Fitness Center", "type": "LEC", "typeLong": "Lecture", "time": "01:00PM", "days": "MW"}]}, {"code": "PE 1265", "title": "Wellness and Fitness", "name": "PE 1265: Wellness and Fitness", "desc": "\"Here's to a Healthier You\" - A wellness experience for the busy student. This course will assess the student's physical fitness status, and overall lifestyle health habits. Strength training basics emphasize how to properly perform exercises for each of the major muscle groups of the body.  Program Planning, Nutrition and Stress Management are also presented. ", "locations": [{"bldg": "Appel", "room": "Appel 101 Fitness Center", "type": "LEC", "typeLong": "Lecture", "time": "12:00PM", "days": "TR"}, {"bldg": "Appel", "room": "Appel 101 Fitness Center", "type": "LEC", "typeLong": "Lecture", "time": "01:15PM", "days": "TR"}]}, {"code": "PE 1270", "title": "Introduction to Jogging", "name": "PE 1270: Introduction to Jogging", "desc": "Covers running and stretching techniques. It comprises a conditioning program with the objective to develop the capacity to run 3 miles after 12 weeks of training.", "locations": [{"bldg": "Barton Hall", "room": "Barton Hall 100-Gym Floor", "type": "LEC", "typeLong": "Lecture", "time": "10:40AM", "days": "TR"}]}, {"code": "PE 1272", "title": "Walking Tours", "name": "PE 1272: Walking Tours", "desc": "A series of walking tours around the Cornell Campus and beyond. Class will meet regardless of weather, so please come prepared.", "locations": [{"bldg": "Helen Newman Hall", "room": "Helen Newman Hall B16", "type": "LEC", "typeLong": "Lecture", "time": "03:00PM", "days": "M"}, {"bldg": "Helen Newman Hall", "room": "Helen Newman Hall B16", "type": "LEC", "typeLong": "Lecture", "time": "03:00PM", "days": "T"}, {"bldg": "Helen Newman Hall", "room": "Helen Newman Hall B16", "type": "LEC", "typeLong": "Lecture", "time": "03:00PM", "days": "R"}]}, {"code": "PE 1273", "title": "Walking Meditation", "name": "PE 1273: Walking Meditation", "desc": "This course combines walking and meditation, two life-enhancing activities that can help students create balance in their hectic lives. Walking is the optimum exercise for good health and meditation offers the opportunity to calm an active and busy mind. Drawing on the teachings from the Vietnamese Zen Buddist monk, Thich Nhat Hanh, will involve meditating in motion.", "locations": [{"bldg": "Helen Newman Hall", "room": "Helen Newman Hall B16", "type": "LEC", "typeLong": "Lecture", "time": "12:20PM", "days": "TR"}]}, {"code": "PE 1290", "title": "Introduction to Gymnastics", "name": "PE 1290: Introduction to Gymnastics", "desc": "This class is an introduction to all of the men's and women's gymnastics events. Instruction will focus on beginner level skills with emphasis on tumbling and acrobatics. No experience is necessary and all ability levels are welcome. Students must have a basic level of fitness and upper body strength.", "locations": [{"bldg": "Teagle Hall", "room": "Teagle Hall 201", "type": "LEC", "typeLong": "Lecture", "time": "09:00AM", "days": "TR"}, {"bldg": "Teagle Hall", "room": "Teagle Hall 201", "type": "LEC", "typeLong": "Lecture", "time": "10:10AM", "days": "TR"}, {"bldg": "Teagle Hall", "room": "Teagle Hall 201", "type": "LEC", "typeLong": "Lecture", "time": "11:20AM", "days": "TR"}, {"bldg": "Teagle Hall", "room": "Teagle Hall 201", "type": "LEC", "typeLong": "Lecture", "time": "12:40PM", "days": "TR"}]}, {"code": "PE 1300", "title": "Introduction to Bowling", "name": "PE 1300: Introduction to Bowling", "desc": "Instruction available during each class session for the Beginning or Intermediate level bowler. Choice of two 45 minute classes per week or one class for 90 minutes. Shoe rental included in course fee which covers approximately 72 games.", "locations": [{"bldg": "Helen Newman Hall", "room": "Helen Newman Hall B22", "type": "LEC", "typeLong": "Lecture", "time": "09:45AM", "days": "MW"}, {"bldg": "Helen Newman Hall", "room": "Helen Newman Hall B22", "type": "LEC", "typeLong": "Lecture", "time": "11:00AM", "days": "MW"}, {"bldg": "Helen Newman Hall", "room": "Helen Newman Hall B22", "type": "LEC", "typeLong": "Lecture", "time": "12:15PM", "days": "MW"}, {"bldg": "Helen Newman Hall", "room": "Helen Newman Hall B22", "type": "LEC", "typeLong": "Lecture", "time": "01:30PM", "days": "MW"}, {"bldg": "Helen Newman Hall", "room": "Helen Newman Hall B22", "type": "LEC", "typeLong": "Lecture", "time": "02:45PM", "days": "MW"}, {"bldg": "Helen Newman Hall", "room": "Helen Newman Hall B22", "type": "LEC", "typeLong": "Lecture", "time": "04:00PM", "days": "MW"}, {"bldg": "Helen Newman Hall", "room": "Helen Newman Hall B22", "type": "LEC", "typeLong": "Lecture", "time": "09:45AM", "days": "TR"}, {"bldg": "Helen Newman Hall", "room": "Helen Newman Hall B22", "type": "LEC", "typeLong": "Lecture", "time": "11:00AM", "days": "TR"}, {"bldg": "Helen Newman Hall", "room": "Helen Newman Hall B22", "type": "LEC", "typeLong": "Lecture", "time": "12:15PM", "days": "TR"}, {"bldg": "Helen Newman Hall", "room": "Helen Newman Hall B22", "type": "LEC", "typeLong": "Lecture", "time": "01:30PM", "days": "TR"}, {"bldg": "Helen Newman Hall", "room": "Helen Newman Hall B22", "type": "LEC", "typeLong": "Lecture", "time": "04:00PM", "days": "TR"}, {"bldg": "Helen Newman Hall", "room": "Helen Newman Hall B22", "type": "LEC", "typeLong": "Lecture", "time": "10:00AM", "days": "F"}, {"bldg": "Helen Newman Hall", "room": "Helen Newman Hall B22", "type": "LEC", "typeLong": "Lecture", "time": "11:45AM", "days": "F"}, {"bldg": "Helen Newman Hall", "room": "Helen Newman Hall B22", "type": "LEC", "typeLong": "Lecture", "time": "01:30PM", "days": "F"}]}, {"code": "PE 1311", "title": "Fly Tying and Fishing", "name": "PE 1311: Fly Tying and Fishing", "desc": "This course introduces the student to the beautiful sport of fly fishing. Topics covered include fly tying, knots and rigging, casting and presentation, and what species of fish you can catch locally. Students will tie fly patterns that are appropriate for fishing opportunities in this region. The course will feature classroom sessions and fishing on Beebe Lake as well. Students will primarily be fishing for cold and warm water species including trout, bass and pan fish. All fly fishing tackle, fly tying materials and tools are included. The goal is for the student to catch a fish on a fly they tied.", "locations": [{"bldg": "Teagle Hall", "room": "Teagle Hall 210", "type": "LEC", "typeLong": "Lecture", "time": "02:30PM", "days": "W"}, {"bldg": "Teagle Hall", "room": "Teagle Hall 210", "type": "LEC", "typeLong": "Lecture", "time": "09:30AM", "days": "W"}]}, {"code": "PE 1312", "title": "Ultimate Bass Fishing", "name": "PE 1312: Ultimate Bass Fishing", "desc": "This class is for anyone who wants to learn more about North America's most popular fish, the bass. Whether you just want to fish from the bank, a kayak or a professional bass boat, this class is aimed for anyone from a beginner to an avid angler. The course will feature classroom sessions and fishing on Beebe Lake as well. Students will enjoy hands-on procedures such as knot tying, the newest and hottest lure rigging, learning to cast spinning and casting combos, along with other bass catching techniques. Topics such as bass habits, habitats, seasonal patterns, the differences between smallmouth and largemouth bass, and good area bass waters will be covered.", "locations": [{"bldg": "Helen Newman Hall", "room": "Helen Newman Hall B16", "type": "LEC", "typeLong": "Lecture", "time": "01:00PM", "days": "F"}]}, {"code": "PE 1320", "title": "Professional Instructional Golf", "name": "PE 1320: Professional Instructional Golf", "desc": "Equipment furnished. PGA program of instruction geared to all levels of experience and ability. The objective is to give beginners enough skill to play, and to give more advanced players direction in their thinking, practice, and play, through a thorough understanding of fundamentals.", "locations": [{"bldg": "Cornell Golf Center", "room": "Cornell Golf Center 101", "type": "LEC", "typeLong": "Lecture", "time": "09:00AM", "days": "MWF"}, {"bldg": "Cornell Golf Center", "room": "Cornell Golf Center 101", "type": "LEC", "typeLong": "Lecture", "time": "10:15AM", "days": "MWF"}, {"bldg": "Cornell Golf Center", "room": "Cornell Golf Center 101", "type": "LEC", "typeLong": "Lecture", "time": "11:30AM", "days": "MWF"}, {"bldg": "Cornell Golf Center", "room": "Cornell Golf Center 101", "type": "LEC", "typeLong": "Lecture", "time": "01:00PM", "days": "MWF"}]}, {"code": "PE 1321", "title": "Advanced Golf", "name": "PE 1321: Advanced Golf", "desc": "Students must be experienced golfers (i.e. they MUST have golf playing experience on a course) and have their own set of clubs. Students who do not have the appropriate skills will be removed from the course and will not receive a refund.  The objective is to give advanced players instruction and practice to improve golfing skills.  ", "locations": [{"bldg": "Cornell Golf Center", "room": "Cornell Golf Center 101", "type": "LEC", "typeLong": "Lecture", "time": "02:15PM", "days": "MWF"}]}, {"code": "PE 1340", "title": "Juggling", "name": "PE 1340: Juggling", "desc": "The class focuses on teaching 3 ball juggling patterns as well as introducing a wide variety of other props which may include: rings, clubs, diabolo, flower sticks, poi, and spinning plates. Advanced students will also be able to learn club passing, 4 and 5 balls and advance tricks. Instruction will be given both as a group and on an individual basis. The course fee includes 3 high quality juggling balls of your own for class and future practice!", "locations": [{"bldg": "Noyes Community and Rec Center", "room": "Noyes Community and Rec G06", "type": "LEC", "typeLong": "Lecture", "time": "08:45PM", "days": "MW"}, {"bldg": "Noyes Community and Rec Center", "room": "Noyes Community and Rec G06", "type": "LEC", "typeLong": "Lecture", "time": "09:45AM", "days": "MW"}]}, {"code": "PE 1345", "title": "Introduction to Boxing", "name": "PE 1345: Introduction to Boxing", "desc": "One of the oldest forms of competition known, boxing has become the sport of choice for many people. Boxing's simplistic method has few techniques, yet the application of these techniques is the true art and science of the sport. Kevin Seaman has over 30 years of experience as a boxing participant, trainer and coach. He has coached dozens of competitors, several Golden Gloves champions and hundreds of enthusiasts in this ring sport. His proven training methods are sure to improve and develop your defensive and offensive skills, cardiovascular endurance, footwork, agility, speed, timing and power. Training will include shadow boxing, jump rope, two person drills, focus glove and heavy bag work. Learn the fundamentals of one of the world's most popular sports.", "locations": [{"bldg": "Bartels Hall", "room": "Bartels Hall 101", "type": "LEC", "typeLong": "Lecture", "time": "09:00AM", "days": "T"}, {"bldg": "Bartels Hall", "room": "Bartels Hall 101", "type": "LEC", "typeLong": "Lecture", "time": "09:00AM", "days": "R"}, {"bldg": "Bartels Hall", "room": "Bartels Hall 101", "type": "LEC", "typeLong": "Lecture", "time": "10:45AM", "days": "R"}]}, {"code": "PE 1346", "title": "Intermediate Boxing", "name": "PE 1346: Intermediate Boxing", "desc": "Covers the basic skills of footwork, defensive, and offensive techniques. Skipping rope, shadow boxing, and heavy bag work are taught as methods for individual aerobic conditioning.", "locations": [{"bldg": "Bartels Hall", "room": "Bartels Hall 101", "type": "LEC", "typeLong": "Lecture", "time": "10:45AM", "days": "T"}]}, {"code": "PE 1347", "title": "Brazilian Jiu Jitsu Fundamentals", "name": "PE 1347: Brazilian Jiu Jitsu Fundamentals", "desc": "Brazilian Jiu Jitsu, known as BJJ was developed by Helio Gracie, and continues to develop as one of the most popular forms of grappling in the world today. This class focuses on learning and applying fundamental techniques of Brazilian Jiu Jitsu. Students practice various techniques using a traditional GI/kimono. Students will learn and practice positioning, escapes, submissions, and self-defense. The fundamentals class is directed not only for the beginner but also for students who would like to sharpen basic techniques.", "locations": [{"bldg": "Bartels Hall", "room": "Bartels Hall 101", "type": "LEC", "typeLong": "Lecture", "time": "09:00AM", "days": "W"}, {"bldg": "Bartels Hall", "room": "Bartels Hall 101", "type": "LEC", "typeLong": "Lecture", "time": "10:45AM", "days": "W"}]}, {"code": "PE 1350", "title": "HIIT Boxing", "name": "PE 1350: HIIT Boxing", "desc": "Burn a ton of calories, get stronger, and punch out your stress! Learn how to move with power and confidence. Not only do participants get a fitness/cardio workout, they also learn to use real kickboxing techniques on a heavy bag. Kickboxing will help you build a great body, power, confidence, and self defense skills!", "locations": [{"bldg": "Teagle Hall", "room": "Teagle Hall 210", "type": "LEC", "typeLong": "Lecture", "time": "04:00PM", "days": "TR"}, {"bldg": "Teagle Hall", "room": "Teagle Hall 210", "type": "LEC", "typeLong": "Lecture", "time": "05:10PM", "days": "TR"}]}, {"code": "PE 1365", "title": "Karate Basics", "name": "PE 1365: Karate Basics", "desc": "This class is meant for those that want to start studying Karate or have not studied in a while.  Students learn about traditional Okinawan Karate (Shito Ryu) by practicing self-defense combinations that involve blocks, strikes, kicks, joint locks and throws.  Along the way we will work on stances, body positioning/mechanics and conditioning.  There is strong emphasis on partner work as a mechanism to practice what is being taught in a safe and controlled environment.  Free sparring and competition are not part of this class.  The last day of class students are encouraged to participate in that semester's belt test.  Passing this test sets you up to continue studying with the next class, should you decide to continue your studies of Karate.", "locations": [{"bldg": "Teagle Hall", "room": "Teagle Hall 201", "type": "LEC", "typeLong": "Lecture", "time": "07:00PM", "days": "MW"}]}, {"code": "PE 1366", "title": "Karate", "name": "PE 1366: Karate", "desc": "This class is meant for those that have recently studied Karate at Cornell or somewhere else and wish to continue their study of Karate.  Primary instruction is in the Shito Ryu style.  Every semester a different kata is presented along with the applicable self-defense techniques associated with that kata and there is an opportunity to test for a new rank/belt.  Bo staff is used as part of one kata in the curriculum.", "locations": [{"bldg": "Teagle Hall", "room": "Teagle Hall 201", "type": "LEC", "typeLong": "Lecture", "time": "07:45PM", "days": "MW"}]}, {"code": "PE 1371", "title": "Okinawan Karate-do", "name": "PE 1371: Okinawan Karate-do", "desc": "Explosive strikes, strong stances, and controlled footwork make Okinawan Karate-do an effective form of self-defense for men and women of all ages and body types. The physical practice of Okinawan Karate-do is an excellent pathway to increased fitness and improved holistic health. Practiced as a traditional martial art, Okinawan Karate-do facilitates personal development and greater well-being.", "locations": [{"bldg": "Teagle Hall", "room": "Teagle Hall 210", "type": "LEC", "typeLong": "Lecture", "time": "01:00PM", "days": "MW"}]}, {"code": "PE 1375", "title": "Beginning Tae Kwon Do", "name": "PE 1375: Beginning Tae Kwon Do", "desc": "C.W. (Cho Whang) TaeKwonDo of Ithaca conducts the course. The purpose of the program is to teach TaeKwonDo in its diverse aspects as a form of self-defense, as an art form, and as a competitive sport. Classes will consist of extensive stretching, the teaching of basics to beginners, forms of self-defense, and sparring techniques. TaeKwonDo emphasizes the use of the whole body, enhances flexibility and coordination and increases aerobic capability. Promotional tests are held at the end of each semester. Han Cho may be reached at 257-7810.", "locations": [{"bldg": "Helen Newman Hall", "room": "Helen Newman Hall 230", "type": "LEC", "typeLong": "Lecture", "time": "03:30PM", "days": "T"}, {"bldg": "Helen Newman Hall", "room": "Helen Newman Hall 230", "type": "LEC", "typeLong": "Lecture", "time": "03:30PM", "days": "R"}, {"bldg": "Helen Newman Hall", "room": "Helen Newman Hall 230", "type": "LEC", "typeLong": "Lecture", "time": "03:30PM", "days": "F"}]}, {"code": "PE 1376", "title": "Intermediate Tae Kwon Do", "name": "PE 1376: Intermediate Tae Kwon Do", "desc": "C.W. (Cho Whang) TaeKwonDo of Ithaca conducts the course. At least one semester of PE TaeKwonDo or equivalent is required.  The purpose of the program is to teach TaeKwonDo in its diverse aspects as a form of self-defense, as an art form, and as a competitive sport. Classes will consist of extensive stretching, the teaching of basics to beginners, forms of self-defense, and sparring techniques. TaeKwonDo emphasizes the use of the whole body, enhances flexibility and coordination and increases aerobic capability. Promotional tests are held at the end of each semester. Han Cho may be reached at 257-7810.", "locations": [{"bldg": "Helen Newman Hall", "room": "Helen Newman Hall 235", "type": "LEC", "typeLong": "Lecture", "time": "05:00PM", "days": "T"}, {"bldg": "Helen Newman Hall", "room": "Helen Newman Hall 235", "type": "LEC", "typeLong": "Lecture", "time": "05:00PM", "days": "R"}]}, {"code": "PE 1380", "title": "Tai Chi Chuan", "name": "PE 1380: Tai Chi Chuan", "desc": "Fundamentally, Tai Chi is an integrative exercise that joins the various elements of functional fitness into a single, organically connected whole. Through a rich vocabulary of movements that enhance spatial and body awareness, Tai Chi provides a medium for harmonizing balance, coordination, flexibility, and supple strength. This course will consist of warm-ups, stretching, an introduction to the 24 Movement Form, and 2 person interactive exercises. Please loose, comfortable clothing. Students must be in bare or sock feet during class.", "locations": [{"bldg": "Barton Hall", "room": "Barton Hall 100-Gym Floor", "type": "LEC", "typeLong": "Lecture", "time": "12:45PM", "days": "M"}, {"bldg": "Barton Hall", "room": "Barton Hall 100-Gym Floor", "type": "LEC", "typeLong": "Lecture", "time": "02:30PM", "days": "M"}]}, {"code": "PE 1385", "title": "Thai Boxing", "name": "PE 1385: Thai Boxing", "desc": "This martial art system, developed from the unique culture of Thailand, is a blend of art, science and sport. The Thai art is a very powerful ring fighting method, yet is also an excellent form of physical conditioning and street self-defense. The fighting techniques taught in Thai boxing include; the Western Boxing method, elbow -knee strikes, and the powerful Thai style of kicking. This combined with the unique training method and discipline makes Thai Boxing one of the most effective systems in the world. Kevin Seaman is the New York State Representative for the Thai Boxing Association USA.", "locations": [{"bldg": "Bartels Hall", "room": "Bartels Hall 101", "type": "LEC", "typeLong": "Lecture", "time": "12:30PM", "days": "W"}]}, {"code": "PE 1396", "title": "Filipino Kali", "name": "PE 1396: Filipino Kali", "desc": "This is an eclectic form of Filipino stick fighting and self defense that evolved as a means of preservation in the hostile environment of the Jungles of the Philippines. Having roots in the 9th century, this is one martial art that truly equalizes your chances of survival in even the most dangerous circumstances, yet is also an amazing method of increasing your coordination and fitness, keeping both your mind and your body SHARP! Kali/Escrima addresses empty hand and kicking, grappling, and tools of the jungle warrior. Kevin Seaman has studied with many of the leading exponents of this amazing Martial Art for nearly 30 years. His skill in this art made him a regional, National and World Champion, competing Full Contact in Asia in 1992.", "locations": [{"bldg": "Bartels Hall", "room": "Bartels Hall 101", "type": "LEC", "typeLong": "Lecture", "time": "12:30PM", "days": "T"}]}, {"code": "PE 1405", "title": "Living Routines", "name": "PE 1405: Living Routines", "desc": "Once a week you will participate in a health routine. After a short brisk walk, (inside in poor weather) you will engage in an energizing stretching session, followed by a short meditation. In addition to being introduced to stretching and meditation, the class will offer you the opportunity to get to know your classmates through partnered self-awareness exercises and group sharing.", "locations": [{"bldg": "Helen Newman Hall", "room": "Helen Newman Hall B16", "type": "LEC", "typeLong": "Lecture", "time": "05:00PM", "days": "M"}, {"bldg": "Helen Newman Hall", "room": "Helen Newman Hall B16", "type": "LEC", "typeLong": "Lecture", "time": "05:00PM", "days": "R"}]}, {"code": "PE 1420", "title": "Introduction to Meditation", "name": "PE 1420: Introduction to Meditation", "desc": "This course provides the opportunity to explore a variety of ancient and modern methods designed to bring one to the state of meditation. The methods serve to evoke the deep relaxation from which heightened awareness and creativity arise. If these classes do not fit your schedule, try Body-Mind, Living Routines or Moving into the Moment which have meditation in them.", "locations": [{"bldg": "Helen Newman Hall", "room": "Helen Newman Hall B16", "type": "LEC", "typeLong": "Lecture", "time": "01:30PM", "days": "TR"}, {"bldg": "Helen Newman Hall", "room": "Helen Newman Hall B16", "type": "LEC", "typeLong": "Lecture", "time": "11:30AM", "days": "W"}]}, {"code": "PE 1421", "title": "Relaxation and Stress Management", "name": "PE 1421: Relaxation and Stress Management", "desc": "This course offers a mind/body approach to gaining realization and managing the stress in our lives. Participants will leave this course with a greater understanding and appreciation of their own unique ways of coping with stressful situations. We will explore a variety of techniques which can be used to ease the pressures of student life. A sample of these activities includes; stretching (Yoga), creative art, conversation, new games and meditation.", "locations": [{"bldg": "Noyes Community and Rec Center", "room": "Noyes Community and Rec G06", "type": "LEC", "typeLong": "Lecture", "time": "10:20AM", "days": "R"}]}, {"code": "PE 1422", "title": "Meditation and Relaxation", "name": "PE 1422: Meditation and Relaxation", "desc": "This course is designed to assist you in learning to meditate, or to deepen your existing practice. As you learn to practice meditation and relaxation exercises, you will find that as little as 15 minutes a day can benefit your physical, mental, emotional and spiritual health. With some assistance, we are all capable of learning to relax deeply, sleep better, detach from the mind's chatter, focus with renewed concentration and become aware of the joy and energy that is deep within us. If these classes do not fit your schedule, try Body-Mind or Living Routines which both have meditation in them.", "locations": [{"bldg": "Teagle Hall", "room": "Teagle Hall 138", "type": "LEC", "typeLong": "Lecture", "time": "04:00PM", "days": "T"}, {"bldg": "Teagle Hall", "room": "Teagle Hall 138", "type": "LEC", "typeLong": "Lecture", "time": "08:30AM", "days": "F"}]}, {"code": "PE 1424", "title": "Yoga Trapeze", "name": "PE 1424: Yoga Trapeze", "desc": "Yoga Trapeze combines the traditional yoga practice with TRX strength training as well as the fun and physical benefits of inversion therapy. Hanging upside down can relieve tension and compression in the neck and spine, while other hanging postures develop grip and pull strength in the hands and shoulders. Other full-body exercises will not only build strength, but will be a great way to advance their yoga practice of backbends, arm balances, and inversions. This course combines strength-building, flexibility, stress-reduction, and fun all in one!", "locations": [{"bldg": "Noyes Community and Rec Center", "room": "Noyes Community and Rec G06", "type": "LEC", "typeLong": "Lecture", "time": "10:30AM", "days": "F"}]}, {"code": "PE 1427", "title": "Ashtanga Yoga Foundations", "name": "PE 1427: Ashtanga Yoga Foundations", "desc": "This beginner's class will introduce Ashtanga Yoga to the new student. With asanas (poses) from the Primary Series we will focus on using the breath, core engagement, and gaze point to begin your own home-based practice. We will also introduce breath work and meditation. Leave the class feeling energized, refreshed, and strong. ", "locations": [{"bldg": "Teagle Hall", "room": "Teagle Hall 210", "type": "LEC", "typeLong": "Lecture", "time": "12:00PM", "days": "F"}]}, {"code": "PE 1429", "title": "Vinyasa Yoga", "name": "PE 1429: Vinyasa Yoga", "desc": "This course teaches the practice of Vinyasa Yoga. It explores postures flowing from one to the next (breath to movement) and also includes study of philosophy, meditation, breath-work, and alignment. ", "locations": [{"bldg": "Teagle Hall", "room": "Teagle Hall 138", "type": "LEC", "typeLong": "Lecture", "time": "09:00AM", "days": "M"}, {"bldg": "Teagle Hall", "room": "Teagle Hall 210", "type": "LEC", "typeLong": "Lecture", "time": "12:00PM", "days": "T"}, {"bldg": "Teagle Hall", "room": "Teagle Hall 210", "type": "LEC", "typeLong": "Lecture", "time": "01:45PM", "days": "T"}]}, {"code": "PE 1430", "title": "Introduction to Yoga", "name": "PE 1430: Introduction to Yoga", "desc": "Learn the alignment foundations of yoga while building strength, flexibility, and vitality! This class is for those who are new to yoga or those looking to fine tune their practice. Students will learn the \"ins and outs\" of a variety of standing poses, back bends, and maybe even a few inversions or arm balances! Modifications will be given to accommodate all levels. Each class will also include breath instruction and poses for stress reduction. ", "locations": [{"bldg": "Noyes Community and Rec Center", "room": "Noyes Community and Rec G06", "type": "LEC", "typeLong": "Lecture", "time": "11:45AM", "days": "MW"}, {"bldg": "Noyes Community and Rec Center", "room": "Noyes Community and Rec G06", "type": "LEC", "typeLong": "Lecture", "time": "08:00AM", "days": "TR"}, {"bldg": "Noyes Community and Rec Center", "room": "Noyes Community and Rec G06", "type": "LEC", "typeLong": "Lecture", "time": "09:10AM", "days": "TR"}, {"bldg": "Noyes Community and Rec Center", "room": "Noyes Community and Rec G06", "type": "LEC", "typeLong": "Lecture", "time": "02:00PM", "days": "R"}, {"bldg": "Noyes Community and Rec Center", "room": "Noyes Community and Rec G06", "type": "LEC", "typeLong": "Lecture", "time": "01:00PM", "days": "M"}]}, {"code": "PE 1431", "title": "Intermediate Yoga", "name": "PE 1431: Intermediate Yoga", "desc": "The course covers more of the fundamentals of Hatha Yoga, including basic postures, breathing techniques, and deep relaxation and chanting techniques.", "locations": [{"bldg": "Noyes Community and Rec Center", "room": "Noyes Community and Rec G06", "type": "LEC", "typeLong": "Lecture", "time": "01:00PM", "days": "W"}, {"bldg": "Teagle Hall", "room": "Teagle Hall 210", "type": "LEC", "typeLong": "Lecture", "time": "10:00AM", "days": "W"}]}, {"code": "PE 1439", "title": "HIIT Yoga", "name": "PE 1439: HIIT Yoga", "desc": "HIIT yoga is a great way to get your heart rate up, burn calories, and have a mind-body connection. This 90 minutes course will have 60 minutes of HIIT and 30 minutes of yoga. ", "locations": [{"bldg": "Appel", "room": "Appel 101 Fitness Center", "type": "LEC", "typeLong": "Lecture", "time": "11:45AM", "days": "MW"}]}, {"code": "PE 1440", "title": "Introduction to Badminton", "name": "PE 1440: Introduction to Badminton", "desc": "Instruction and practice in the basic skills and rules for both singles and doubles play.", "locations": [{"bldg": "Helen Newman Hall", "room": "Helen Newman Hall 235", "type": "LEC", "typeLong": "Lecture", "time": "09:15AM", "days": "TR"}, {"bldg": "Helen Newman Hall", "room": "Helen Newman Hall 235", "type": "LEC", "typeLong": "Lecture", "time": "10:30AM", "days": "TR"}, {"bldg": "Helen Newman Hall", "room": "Helen Newman Hall 235", "type": "LEC", "typeLong": "Lecture", "time": "12:00PM", "days": "TR"}]}, {"code": "PE 1441", "title": "Intermediate Badminton", "name": "PE 1441: Intermediate Badminton", "desc": "Should have past experience in badminton. Strategies are taught for both singles and doubles play.", "locations": [{"bldg": "Helen Newman Hall", "room": "Helen Newman Hall 235", "type": "LEC", "typeLong": "Lecture", "time": "01:15PM", "days": "TR"}]}, {"code": "PE 1445", "title": "Outdoor Beginning Tennis", "name": "PE 1445: Outdoor Beginning Tennis", "desc": "Instruction and practice in the basic skills of the game. Grip, serve, forehand, backhand, and lob are areas covered along with scoring systems. All equipment is furnished.", "locations": [{"bldg": "Barbara McClintock Hall", "room": "McClintock Tennis Court", "type": "LEC", "typeLong": "Lecture", "time": "09:00AM", "days": "MWF"}, {"bldg": "Barbara McClintock Hall", "room": "McClintock Tennis Court", "type": "LEC", "typeLong": "Lecture", "time": "10:15AM", "days": "MWF"}, {"bldg": "Barbara McClintock Hall", "room": "McClintock Tennis Court", "type": "LEC", "typeLong": "Lecture", "time": "04:00PM", "days": "MWF"}, {"bldg": "Barbara McClintock Hall", "room": "McClintock Tennis Court", "type": "LEC", "typeLong": "Lecture", "time": "08:30AM", "days": "TR"}, {"bldg": "Barbara McClintock Hall", "room": "McClintock Tennis Court", "type": "LEC", "typeLong": "Lecture", "time": "10:15AM", "days": "TR"}]}, {"code": "PE 1446", "title": "Outdoor Intermediate Tennis", "name": "PE 1446: Outdoor Intermediate Tennis", "desc": "Review and further instruction in strokes: forehand, backhand, serve, volley, and lob. Topspin and underspin are covered along with doubles strategy. All equipment is furnished.", "locations": [{"bldg": "Barbara McClintock Hall", "room": "McClintock Tennis Court", "type": "LEC", "typeLong": "Lecture", "time": "11:30AM", "days": "MWF"}, {"bldg": "Barbara McClintock Hall", "room": "McClintock Tennis Court", "type": "LEC", "typeLong": "Lecture", "time": "02:45PM", "days": "MWF"}, {"bldg": "Barbara McClintock Hall", "room": "McClintock Tennis Court", "type": "LEC", "typeLong": "Lecture", "time": "12:15PM", "days": "TR"}, {"bldg": "Barbara McClintock Hall", "room": "McClintock Tennis Court", "type": "LEC", "typeLong": "Lecture", "time": "04:00PM", "days": "TR"}]}, {"code": "PE 1447", "title": "Outdoor Advanced Tennis", "name": "PE 1447: Outdoor Advanced Tennis", "desc": "For players with high school team or tournament experience. Skills emphasized are spins, serve and return of serve, volley, overhead smash, court positioning, and playing strategies. Class will meet twice a week for 1 1/2 hours.", "locations": [{"bldg": "Barbara McClintock Hall", "room": "McClintock Tennis Court", "type": "LEC", "typeLong": "Lecture", "time": "01:00PM", "days": "MWF"}, {"bldg": "Barbara McClintock Hall", "room": "McClintock Tennis Court", "type": "LEC", "typeLong": "Lecture", "time": "02:00PM", "days": "TR"}]}, {"code": "PE 1448", "title": "Pickleball", "name": "PE 1448: Pickleball", "desc": "Pickleball is fun, social and friendly sport that combines elements of tennis, badminton and ping-pong. It can be played both indoors and outdoors on a badminton-sized court and a slightly modified tennis net. The rules are simple and the game is easy for beginners to learn, but can develop into a fast-paced, competitive game. Class includes equipment, instruction and practice in the basic skills and rules for both singles and doubles play. ", "locations": [{"bldg": "Risley Tennis Court", "room": "Risley Tennis Court", "type": "LEC", "typeLong": "Lecture", "time": "11:30AM", "days": "MW"}, {"bldg": "Risley Tennis Court", "room": "Risley Tennis Court", "type": "LEC", "typeLong": "Lecture", "time": "10:00AM", "days": "MWF"}]}, {"code": "PE 1465", "title": "Introduction to Squash", "name": "PE 1465: Introduction to Squash", "desc": "A beginner's course where rules of the game, basic strokes and strategies are taught. This class will also provide students with an invigorating cardio workout which may necessitate a shower following class. Please note: a pair of non-marking court shoes will be needed. All other equipment is provided, including safety glasses that are required to be worn at all times.", "locations": [{"bldg": "Grumman Squash Courts", "room": "Grumman Squash Courts B08", "type": "LEC", "typeLong": "Lecture", "time": "01:00PM", "days": "MW"}, {"bldg": "Grumman Squash Courts", "room": "Grumman Squash Courts B08", "type": "LEC", "typeLong": "Lecture", "time": "02:15PM", "days": "MW"}, {"bldg": "Grumman Squash Courts", "room": "Grumman Squash Courts B08", "type": "LEC", "typeLong": "Lecture", "time": "03:30PM", "days": "MW"}]}, {"code": "PE 1466", "title": "Intermediate Squash", "name": "PE 1466: Intermediate Squash", "desc": "More advanced techniques than beginning squash. This class will also provide students with an invigorating cardio workout which may necessitate a shower following class. Please note: a pair of non-marking court shoes will be needed. All other equipment is provided, including safety glasses that are required to be worn at all times.", "locations": [{"bldg": "Grumman Squash Courts", "room": "Grumman Squash Courts B08", "type": "LEC", "typeLong": "Lecture", "time": "11:45AM", "days": "MW"}]}, {"code": "PE 1482", "title": "Basic Keelboat Sailing", "name": "PE 1482: Basic Keelboat Sailing", "desc": "This course teaches the basic skills necessary to sail 18 - 26 foot keelboats. Skills learned include: sailing terminology, knots, safety and etiquette, boat handling, sail trimming and heavy wind considerations. There are a total of eighteen hours of instruction on shore or Cayuga Lake depending on weather. Course fee includes all equipment. Come dressed for the weather, as we will sail rain or shine. Open to sailors of all skill levels.", "locations": [{"bldg": "Merrill Family Sailing Center", "room": "Merrill Family Sailing Ctr 103", "type": "LEC", "typeLong": "Lecture", "time": "02:00PM", "days": "W"}, {"bldg": "Merrill Family Sailing Center", "room": "Merrill Family Sailing Ctr 103", "type": "LEC", "typeLong": "Lecture", "time": "02:00PM", "days": "R"}, {"bldg": "Merrill Family Sailing Center", "room": "Merrill Family Sailing Ctr 103", "type": "LEC", "typeLong": "Lecture", "time": "02:00PM", "days": "F"}, {"bldg": "Merrill Family Sailing Center", "room": "Merrill Family Sailing Ctr 103", "type": "LEC", "typeLong": "Lecture", "time": "10:00AM", "days": "S"}, {"bldg": "Merrill Family Sailing Center", "room": "Merrill Family Sailing Ctr 103", "type": "LEC", "typeLong": "Lecture", "time": "02:00PM", "days": "S"}, {"bldg": "Merrill Family Sailing Center", "room": "Merrill Family Sailing Ctr 103", "type": "LEC", "typeLong": "Lecture", "time": "10:00AM", "days": "Su"}, {"bldg": "Merrill Family Sailing Center", "room": "Merrill Family Sailing Ctr 103", "type": "LEC", "typeLong": "Lecture", "time": "02:00PM", "days": "Su"}]}, {"code": "PE 1520", "title": "Introduction to Archery", "name": "PE 1520: Introduction to Archery", "desc": "Archery has a long tradition across many cultures and is a competitive sport all over the world. This class offers exposure to archery theory and shooting technique, emphasizing safe range practices, proper equipment setup, and practice shooting. Class meets once a week. Attendance for first two classes is mandatory for safety reasons. If these classes are missed, the student can no longer continue to attend and will be responsible for dropping themselves from the course.", "locations": [{"bldg": "Helen Newman Hall", "room": "Helen Newman Hall 235", "type": "LEC", "typeLong": "Lecture", "time": "02:30PM", "days": "T"}, {"bldg": "Helen Newman Hall", "room": "Helen Newman Hall 235", "type": "LEC", "typeLong": "Lecture", "time": "10:00AM", "days": "F"}, {"bldg": "Helen Newman Hall", "room": "Helen Newman Hall 235", "type": "LEC", "typeLong": "Lecture", "time": "11:45AM", "days": "F"}, {"bldg": "Helen Newman Hall", "room": "Helen Newman Hall 235", "type": "LEC", "typeLong": "Lecture", "time": "04:15PM", "days": "T"}]}, {"code": "PE 1527", "title": "Fencing", "name": "PE 1527: Fencing", "desc": "This course is a modern type of fencing that belongs to the family of combat sports using bladed weapons and refers to the fencing seen in most current competitions, including the Olympic Games and the World Cup. Originating in the 19th century, as a direct continuation of the 18th century French school of fencing which had in turn been influenced by the Italian school of the Renaissance. Includes warm-up exercises and all basic offensive and defensive moves.", "locations": [{"bldg": "Helen Newman Hall", "room": "Helen Newman Hall 230", "type": "LEC", "typeLong": "Lecture", "time": "12:00PM", "days": "MW"}, {"bldg": "Helen Newman Hall", "room": "Helen Newman Hall 230", "type": "LEC", "typeLong": "Lecture", "time": "01:15PM", "days": "MW"}]}, {"code": "PE 1540", "title": "Introduction to Skating", "name": "PE 1540: Introduction to Skating", "desc": "For the novice. Course will cover basic skills of forward and backward skating, turns and stops.", "locations": [{"bldg": "Lynah Rink", "room": "Lynah Rink G19", "type": "LEC", "typeLong": "Lecture", "time": "01:30PM", "days": "MW"}]}, {"code": "PE 1545", "title": "Beginning Figure Skating", "name": "PE 1545: Beginning Figure Skating", "desc": "No previous instruction necessary. For the beginning skater or skater with no previous formal instruction. Students will learn basic forward and backward skating skills, including stopping and turning, while also covering skate safety, proper fitting, and body mechanics of skating. An assessment will be done the first day of class and students grouped accordingly.\nSkate rental available for $2.00 per session.", "locations": [{"bldg": "Lynah Rink", "room": "Lynah Rink G19", "type": "LEC", "typeLong": "Lecture", "time": "02:45PM", "days": "MW"}, {"bldg": "Lynah Rink", "room": "Lynah Rink G19", "type": "LEC", "typeLong": "Lecture", "time": "08:30AM", "days": "MW"}]}, {"code": "PE 1546", "title": "Intermediate Figure Skating", "name": "PE 1546: Intermediate Figure Skating", "desc": "Students in this class should have previous experience (ability to skate forward and backward and safely stop). The course will review the skills taught in the PE1545 and PE1540, as a foundation, and move into learning more advanced turns, stops, and basic jumps and spins. Course will also cover skate safety, proper fitting, and body mechanics of skating. An assessment will be done the first day of class and students grouped accordingly.", "locations": [{"bldg": "Lynah Rink", "room": "Lynah Rink G19", "type": "LEC", "typeLong": "Lecture", "time": "09:45AM", "days": "MW"}]}, {"code": "PE 1547", "title": "Advanced Figure Skating", "name": "PE 1547: Advanced Figure Skating", "desc": "This course is for the advanced figure skater. Permission of instructor if haven't previously taken PE1546 or PE1547 in 2021-2022. Skaters will be learning advanced skills including jumps, spins, turns, edge moves, step sequences, and ice dance patterns. Students will be working independently on ice at times, as well as, group instruction, TBD by instructor based on level of participants enrolled.", "locations": [{"bldg": "Lynah Rink", "room": "Lynah Rink G19", "type": "LEC", "typeLong": "Lecture", "time": "11:00AM", "days": "MW"}]}, {"code": "PE 1550", "title": "Introduction to Ice Hockey", "name": "PE 1550: Introduction to Ice Hockey", "desc": "Organized on a team practice basis. Skills to be taught include: skating, stick handling, shooting, passing, personal and team strategy and scrimmaging. Skates and hockey sticks must be supplied by the participants. All other necessary equipment will be supplied by the Physical Education Department.", "locations": [{"bldg": "Lynah Rink", "room": "Lynah Rink G19", "type": "LEC", "typeLong": "Lecture", "time": "09:00AM", "days": "T"}]}, {"code": "PE 1551", "title": "Intermediate Ice Hockey", "name": "PE 1551: Intermediate Ice Hockey", "desc": "This course is designed for the intermediate hockey player. Advanced techniques taught include positioning, power play, penalty killing, and offensive and defensive attack. Each session emphasizes game situations and scrimmaging.", "locations": [{"bldg": "Lynah Rink", "room": "Lynah Rink G19", "type": "LEC", "typeLong": "Lecture", "time": "01:00PM", "days": "T"}]}, {"code": "PE 1560", "title": "Basketball", "name": "PE 1560: Basketball", "desc": "Fundamentals of passing, dribbling and shooting are stressed. Offensive and defensive patterns are taught. Intra-class team competition is a part of the course. It is recommended that students wear high-top basketball shoes and not running shoes for the class due to the risk of ankle injuries.", "locations": [{"bldg": "Barton Hall", "room": "Barton Hall 100-Gym Floor", "type": "LEC", "typeLong": "Lecture", "time": "11:00AM", "days": "MW"}]}, {"code": "PE 1561", "title": "Advanced Basketball", "name": "PE 1561: Advanced Basketball", "desc": "Advanced fundamentals of passing, dribbling, shooting, and offensive/defensive patterns are taught. Intra-class team competition is a part of the course. It is recommended that students wear high-top basketball shoes and not running shoes for the class due to the risk of ankle injuries.", "locations": [{"bldg": "Barton Hall", "room": "Barton Hall 100-Gym Floor", "type": "LEC", "typeLong": "Lecture", "time": "11:15AM", "days": "MW"}]}, {"code": "PE 1580", "title": "Principles of Weight Training", "name": "PE 1580: Principles of Weight Training", "desc": "A comprehensive understanding of weight training and its place in the world of fitness. Topics to be covered include: selectorized equipment, free weight exercises, isometrics, circuit training, toning, stretching, strength development, and program design based on goal setting.", "locations": [{"bldg": "Appel", "room": "Appel 101 Fitness Center", "type": "LEC", "typeLong": "Lecture", "time": "08:00AM", "days": "MW"}, {"bldg": "Appel", "room": "Appel 101 Fitness Center", "type": "LEC", "typeLong": "Lecture", "time": "09:00AM", "days": "TR"}]}, {"code": "PE 1581", "title": "Weight Training for Women", "name": "PE 1581: Weight Training for Women", "desc": "This class will focus on the basics of weight lifting. Topics covered will include: toning vs. building, theory of program design, training with dumbbells, selectorized equipment, free weight exercises for all muscle groups, flexibility, and proper nutrition for weight training.", "locations": [{"bldg": "Teagle Hall", "room": "Teagle Hall 145", "type": "LEC", "typeLong": "Lecture", "time": "09:00AM", "days": "MW"}]}, {"code": "PE 1582", "title": "Advanced Weight Training", "name": "PE 1582: Advanced Weight Training", "desc": "The primary focus of this course will be learning and practicing the Olympic lifts (the snatch, clean and jerk and related exercises). We will study these lifts in detail while working on building the strength and flexibility necessary for their proper performance. Additional topics will be determined based on the interests of the class. Possible topics might include: advanced programming for strength training, kettlebell training, training for sport performance, advanced muscle-building strategies and splits.", "locations": [{"bldg": "Toni Morrison Hall", "room": "Toni Morrison Hall B04", "type": "LEC", "typeLong": "Lecture", "time": "10:15AM", "days": "TR"}]}, {"code": "PE 1674", "title": "Introduction to Sea Kayaking", "name": "PE 1674: Introduction to Sea Kayaking", "desc": "Learn the basics to get you started with sea kayaking out on the lake. This course covers information about equipment, loading, launching &amp; landing your kayak, exiting and re-entering your kayak in open water, and basic paddling stroke technique. Practice skills in the pool, spend a day paddling out on the lake and participate in a weekend camping trip where you paddle out to a primitive campsite carrying all of you gear in your kayak.", "locations": [{"bldg": "Helen Newman Hall", "room": "Helen Newman Hall 201", "type": "LEC", "typeLong": "Lecture", "time": "07:00PM", "days": "T"}, {"bldg": "Bartels Hall", "room": "Bartels Hall B01", "type": "LEC", "typeLong": "Lecture", "time": "04:45PM", "days": "TR"}]}, {"code": "PE 1680", "title": "Pool Paddling", "name": "PE 1680: Pool Paddling", "desc": "Learn the fundamentals of kayaking in the controlled environment of the pool. This course will give you a solid progression of skills that will be easily transferable to an open water or river experience. Learn and practice a wide range of skills in whitewater kayaks including fundamental paddling strokes, bracing, rolling and boat handling skills like edging and carving. Paddling games and focused exercises will provide a fun and interactive group learning experience.", "locations": [{"bldg": "Helen Newman Hall", "room": "Helen Newman Hall 201", "type": "LEC", "typeLong": "Lecture", "time": "07:00PM", "days": "T"}]}, {"code": "PHIL 6010", "title": "Greek Philosophical Texts", "name": "PHIL 6010: Greek Philosophical Texts", "desc": "Reading and translation of Greek Philosophical texts.", "locations": [{"bldg": "Goldwin Smith Hall", "room": "Goldwin Smith Hall 327", "type": "SEM", "typeLong": "Seminar", "time": "12:20PM", "days": "F"}]}, {"code": "PHIL 6020", "title": "Latin Philosophical Texts", "name": "PHIL 6020: Latin Philosophical Texts", "desc": "Reading and translation of Latin philosophical texts.", "locations": [{"bldg": "Hans Bethe House", "room": "Hans Bethe House 125", "type": "SEM", "typeLong": "Seminar", "time": "07:30PM", "days": "T"}]}, {"code": "PHIL 6417", "title": "Moral Foundations of Anti-Discrimination", "name": "PHIL 6417: Moral Foundations of Anti-Discrimination", "desc": "What makes discrimination wrongful, when it is? Does its wrongness depend on social context and historical background? Does it depend on harmful consequences? What makes a certain ground of discrimination an improper ground? Is indirect discrimination (\"disparate impact\") really a form of discrimination or perhaps a mild form of affirmative action? What should be the reach and scope of anti-discrimination law? Should it allow for exemptions on religious or free speech grounds? We will address these and similar questions at a fairly abstract level, trying to understand the philosophical principles that might explain the various aspects of anti-discrimination law. Most of the legal examples will be focused on discrimination cases in the context of employment and service provision (Title VII),  but we will also consider racial profiling, disability cases, and some others. ", "locations": [{"bldg": "Myron Taylor Hall", "room": "Myron Taylor Hall G81", "type": "SEM", "typeLong": "Seminar", "time": "02:30PM", "days": "W"}]}, {"code": "PLSCS 4440", "title": "Integrated Pest Management", "name": "PLSCS 4440: Integrated Pest Management", "desc": "Lectures integrate the principles of pest control, ecology, and economics in the management of pests across multiple systems. Labs consist of exercises to reinforce concepts presented in lecture and demonstrate pest monitoring techniques and the application of computer technology to management problems.", "locations": [{"bldg": "Comstock Hall-Academic II", "room": "Comstock Hall-Academic II B146", "type": "LAB", "typeLong": "Laboratory", "time": "01:25PM", "days": "T"}]}, {"code": "PLSCS 5440", "title": "Integrated Pest Management", "name": "PLSCS 5440: Integrated Pest Management", "desc": "Lectures integrate the principles of pest control, ecology, and economics in the management of pests across multiple systems. Labs consist of exercises to reinforce concepts presented in lecture and demonstrate pest monitoring techniques and the application of computer technology to management problems.", "locations": [{"bldg": "Comstock Hall-Academic II", "room": "Comstock Hall-Academic II B146", "type": "LAB", "typeLong": "Laboratory", "time": "01:25PM", "days": "T"}]}, {"code": "PUBPOL 3270", "title": "Constitutional Law: An Introduction", "name": "PUBPOL 3270: Constitutional Law: An Introduction", "desc": "In this course, we will examine one of the most important documents in American history – our Constitution.  Course topics will include the historical background of the document from the Magna Carta to the Declaration of Independence and the Articles of Confederation.  We will look at the creation of the Constitution, including the conflict between strong supporters of this proposed new Constitution (Federalists) and their opponents (Anti-Federalists). How did the Founders resolve their differences and what led the States to adopt a document limiting and balancing the powers of the President, Congress, and the Judiciary? We shall look at the constant tension (from the beginning to the present) over the balance of power between the three co-equal branches.  We shall discuss the role of the Constitution from both empirical and theoretical perspectives and look at how it has evolved from 1788 to the present day. Special attention will be paid to the use of Amendments, particularly the Bill of Rights, to address events/circumstances unforeseen by the drafters.  Finally, the course will discuss critical cases where the Supreme Court defined and redefined what the Constitution meant.", "locations": [{"bldg": "Wolpe Center", "room": "Wolpe Center 118", "type": "LEC", "typeLong": "Lecture", "time": "09:30AM", "days": "R"}]}, {"code": "PUBPOL 4280", "title": "The Economics of Risky Health Behaviors", "name": "PUBPOL 4280: The Economics of Risky Health Behaviors", "desc": "Risky health behaviors such as cigarette smoking, alcohol abuse, risky sex, drug use, poor diet and physical inactivity (leading to obesity), and self-harm are responsible for hundreds of thousands of preventable deaths and impose billions of dollars in medical care costs each year in the United States. This course teaches the economic approach to studying risky health behaviors. The research literature on the economic causes and correlates of risky health behaviors will be studied in detail. Numerous policies to modify risky health behaviors, such as the minimum legal drinking age and recreational marijuana use laws, will be debated in class. A policy wargame is conducted, with students creating advertisements, giving oral presentations, and lobbying policymakers to advocate a specific policy position.\n ", "locations": [{"bldg": "Wolpe Center", "room": "Wolpe Center 118", "type": "LEC", "typeLong": "Lecture", "time": "06:30PM", "days": "W"}]}, {"code": "PUBPOL 5270", "title": "Constitutional Law: An Introduction", "name": "PUBPOL 5270: Constitutional Law: An Introduction", "desc": "In this course, we will examine one of the most important documents in American history – our Constitution.  Course topics will include the historical background of the document from the Magna Carta to the Declaration of Independence and the Articles of Confederation.  We will look at the creation of the Constitution, including the conflict between strong supporters of this proposed new Constitution (Federalists) and their opponents (Anti-Federalists). How did the Founders resolve their differences and what led the States to adopt a document limiting and balancing the powers of the President, Congress, and the Judiciary? We shall look at the constant tension (from the beginning to the present) over the balance of power between the three co-equal branches.  We shall discuss the role of the Constitution from both empirical and theoretical perspectives and look at how it has evolved from 1788 to the present day. Special attention will be paid to the use of Amendments, particularly the Bill of Rights, to address events/circumstances unforeseen by the drafters.  Finally, the course will discuss critical cases where the Supreme Court defined and redefined what the Constitution meant.\n ", "locations": [{"bldg": "Wolpe Center", "room": "Wolpe Center 118", "type": "LEC", "typeLong": "Lecture", "time": "09:30AM", "days": "R"}]}, {"code": "PUBPOL 5290", "title": "The Economics and Regulation of Risky Health Behaviors", "name": "PUBPOL 5290: The Economics and Regulation of Risky Health Behaviors", "desc": "Risky health behaviors such as cigarette smoking, alcohol abuse, risky sex, drug use, poor diet and physical inactivity (leading to obesity), and self-harm are responsible for hundreds of thousands of preventable deaths and impose billions of dollars in medical care costs each year in the United States. This course teaches the economic approach to studying risky health behaviors. The research literature on the economic causes and correlates of risky health behaviors will be studied. Numerous policies to modify risky health behaviors, such as the minimum legal drinking age and recreational marijuana laws, will be debated in class. We will conduct a policy wargame, with students creating advertisements and giving oral presentations to advocate a specific policy position.  ", "locations": [{"bldg": "Wolpe Center", "room": "Wolpe Center 118", "type": "LEC", "typeLong": "Lecture", "time": "06:30PM", "days": "W"}]}, {"code": "RELST 6020", "title": "Latin Philosophical Texts", "name": "RELST 6020: Latin Philosophical Texts", "desc": "Reading and translation of Latin philosophical texts.", "locations": [{"bldg": "Hans Bethe House", "room": "Hans Bethe House 125", "type": "SEM", "typeLong": "Seminar", "time": "07:30PM", "days": "T"}]}, {"code": "SOC 5190", "title": "Workshop on Social Inequality", "name": "SOC 5190: Workshop on Social Inequality", "desc": "This course provides a forum in which students and others can present, discuss, and receive instant feedback on their inequality-related research. Its primary goals is to help students advance their own research; its secondary goal is to introduce selected debates in the contemporary inequality literature in a more comprehensive fashion that is possible in the introductory graduate-level seminar on inequality.", "locations": [{"bldg": "Uris Hall", "room": "Uris Hall 360", "type": "SEM", "typeLong": "Seminar", "time": "03:35PM", "days": "W"}]}, {"code": "UNILWYL 1160", "title": "Sauteéd Science and Edible Engineering", "name": "UNILWYL 1160: Sauteéd Science and Edible Engineering", "desc": "This class will experimentally investigate the science that underlies food preparation techniques and the tastes they produce. We will read about and discuss the relevant science for different culinary techniques, and then take things into the kitchen for \"food labs,\" where we will explore how the science and culinary approaches we learned about impact how things taste (while we prepare a meal we will share together). Topics include the neuroscience of seasoning and spices, the chemistry of browning and carmalization, and the polymer physics of emulsions and meringues. Working in teams of two, students will also research and present to the class on the science of a food preparation technique of their choice, and then design and conduct food lab experiments for us all to taste and learn from. There will be three hour-long meetings and four three-hour food labs over the course of the term.", "locations": [{"bldg": "Barbara McClintock Hall", "room": "Barbara McClintock Hall 127", "type": "SEM", "typeLong": "Seminar", "time": "07:00PM", "days": "W"}, {"bldg": "Barbara McClintock Hall", "room": "Barbara McClintock Hall 127", "type": "SEM", "typeLong": "Seminar", "time": "06:00PM", "days": "W"}]}, {"code": "UNILWYL 1408", "title": "Carl Becker Café", "name": "UNILWYL 1408: Carl Becker Café", "desc": "The café series is a weekly informal discussion held every Wednesday evening. The café features guest speakers who share their experience and expertise and often speak to challenging issues of our time. Our guests are eloquent, committed people leading very interesting lives. Hosted in the Becker House Professor's apartment, at café you'll enjoy great conversation in a relaxed environment with coffee and treats provided! You may join the café on a drop-in basis or take it as a 1-credit S/U course.", "locations": [{"bldg": "Carl Becker House", "room": "Carl Becker House G50", "type": "SEM", "typeLong": "Seminar", "time": "07:15PM", "days": "W"}]}, {"code": "UNILWYL 1416", "title": "Socially Just Leadership Development", "name": "UNILWYL 1416: Socially Just Leadership Development", "desc": "\"Socially Just Leadership Development\" will provide students an opportunity to use an enhanced social justice lens to nurture their leadership development and push past performative allyship. This interactive 12-week class will challenge students to reflect critically on their identities, learn the path from diversity to inclusion and justice, develop tangible skills and tools to interrupt injustice, and further their learning and understanding of social justice. Students will engage in small and large group discussions, guided activities, and will submit a reflection paper at the end of the semester to outline tangible action steps they can take in their time at Cornell and beyond.", "locations": [{"bldg": "Hans Bethe House", "room": "Hans Bethe House 125", "type": "SEM", "typeLong": "Seminar", "time": "07:30PM", "days": "W"}]}, {"code": "VIEN 2400", "title": "Wines and Grapes: Composition and Analysis", "name": "VIEN 2400: Wines and Grapes: Composition and Analysis", "desc": "Investigates the composition of grapes and wine and the most common analytical tools used in their evaluation. Both the theoretical and practical aspects of grape and wine analyses are considered.", "locations": [{"bldg": "Stocking Hall", "room": "Stocking Hall M31", "type": "LEC", "typeLong": "Lecture", "time": "12:20PM", "days": "W"}, {"bldg": "Stocking Hall", "room": "Stocking Hall M31", "type": "LAB", "typeLong": "Laboratory", "time": "02:30PM", "days": "W"}]}, {"code": "VIEN 4340", "title": "Cider Production Laboratory", "name": "VIEN 4340: Cider Production Laboratory", "desc": "Cider is a fermented beverage made from apples. Students in this course are immersed in cider production and analysis practices through activities in the teaching winery and by visiting commercial cideries. Readings and discussions support the hands-on learning focus in this laboratory course. Significant winery time between weekly class sessions is required.", "locations": [{"bldg": "Stocking Hall", "room": "Stocking Hall 156", "type": "LAB", "typeLong": "Laboratory", "time": "02:30PM", "days": "W"}]}, {"code": "VIEN 4360", "title": "Distillation Principles and Practices Laboratory", "name": "VIEN 4360: Distillation Principles and Practices Laboratory", "desc": "As an introduction to the science of distillation this course uses the study of pre-fermentation and fermentation biology, phase separation and vapor-liquid equilibrium, and sensory perception as a vehicle to explore the role of science and technology in the production and enjoyment of distilled beverages. Sensory samples and commercial samples of spirits will be used to illustrate the sensory properties and chemical components which define different types of distilled spirits, with the goal of understanding how different raw materials, processing, and aging impact these sensory properties.", "locations": [{"bldg": "Stocking Hall", "room": "Stocking Hall 156", "type": "LEC", "typeLong": "Lecture", "time": "10:10AM", "days": "F"}, {"bldg": "Stocking Hall", "room": "Stocking Hall 156", "type": "LAB", "typeLong": "Laboratory", "time": "11:15AM", "days": "F"}]}, {"code": "VIEN 4710", "title": "Advanced Winemaking Theory and Practice II Laboratory", "name": "VIEN 4710: Advanced Winemaking Theory and Practice II Laboratory", "desc": "In the laboratory of part II of the Winemaking Theory and Practice, students continue working with wines produced in the preceding fall term, focusing on aging options, stabilization, fining, and packaging. The laboratory also provides advanced training in wine chemical and sensory analysis. Students must develop their own winemaking finishing plan for several different young wines, and participate in self-guided wine production activities, thus previous experience in wine production is highly recommended.", "locations": [{"bldg": "Stocking Hall", "room": "Stocking Hall 156", "type": "LAB", "typeLong": "Laboratory", "time": "01:25PM", "days": "R"}]}, {"code": "VIEN 5400", "title": "Wine and Grapes: Composition and Analysis", "name": "VIEN 5400: Wine and Grapes: Composition and Analysis", "desc": "VIEN 5400 is a 2-credit course (1 credit lecture, 1 credit lab) with an emphasis on understanding the practice and theory behind analytical techniques routinely used in the wine and grape industries, and the statistical tools used to evaluate the effectiveness of both analyst and assay. The course is designed to provide practical skills complementary to other courses. VIEN 5400 is restricted to graduate students; undergraduates should enroll in VIEN 2400.", "locations": [{"bldg": "Stocking Hall", "room": "Stocking Hall M31", "type": "LEC", "typeLong": "Lecture", "time": "12:20PM", "days": "W"}, {"bldg": "Stocking Hall", "room": "Stocking Hall M31", "type": "LAB", "typeLong": "Laboratory", "time": "02:30PM", "days": "W"}]}, {"code": "VIEN 6340", "title": "Cider Production Laboratory", "name": "VIEN 6340: Cider Production Laboratory", "desc": "Cider is a fermented beverage made from apples. Students in this course are immersed in cider production and analysis practices through activities in the teaching winery and by visiting commercial cideries. Readings and discussions support the hands-on learning focus in this laboratory course. Significant winery time between weekly class sessions is required.", "locations": [{"bldg": "Stocking Hall", "room": "Stocking Hall 156", "type": "LAB", "typeLong": "Laboratory", "time": "02:30PM", "days": "W"}]}, {"code": "VIEN 6360", "title": "Distillation Principles and Practices Laboratory", "name": "VIEN 6360: Distillation Principles and Practices Laboratory", "desc": "As an introduction to the science of distillation this course uses the study of pre-fermentation and fermentation biology, phase separation and vapor-liquid equilibrium, and sensory perception as a vehicle to explore the role of science and technology in the production and enjoyment of distilled beverages. Sensory samples and commercial samples of spirits will be used to illustrate the sensory properties and chemical components which define different types of distilled spirits, with the goal of understanding how different raw materials, processing, and aging impact these sensory properties.", "locations": [{"bldg": "Stocking Hall", "room": "Stocking Hall 156", "type": "LEC", "typeLong": "Lecture", "time": "10:10AM", "days": "F"}, {"bldg": "Stocking Hall", "room": "Stocking Hall 156", "type": "LAB", "typeLong": "Laboratory", "time": "11:15AM", "days": "F"}]}, {"code": "VIEN 6710", "title": "Advanced Winemaking Theory and Practice II Laboratory", "name": "VIEN 6710: Advanced Winemaking Theory and Practice II Laboratory", "desc": "In the laboratory of part II of the Winemaking Theory and Practice, students continue working with wines produced in the preceding fall term, focusing on aging options, stabilization, fining, and packaging. The laboratory also provides advanced training in wine chemical and sensory analysis. Students must develop their own winemaking finishing plan for several different young wines, and participate in self-guided wine production activities, thus previous experience in wine production is highly recommended.", "locations": [{"bldg": "Stocking Hall", "room": "Stocking Hall 156", "type": "LAB", "typeLong": "Laboratory", "time": "01:25PM", "days": "R"}]}]